Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: Fall detection accuracy depends on the nature and impact of the fall. Tests have shown that fall detection works better if %@ Panic Button is used with the clip or pendant. For best results always press the button for 2-8 seconds. Proceed enabling fall detection?
de_de: Die Genauigkeit der Sturzerkennung hängt von der Art und Weise des Sturzes ab. Tests haben gezeigt, dass die Sturzerkennung besser funktioniert, wenn der %@ Panic Button mit dem Clip oder dem Anhänger verwendet wird. Für beste Ergebnisse drücken Sie die Taste immer für 2-8 Sekunden. Möchten Sie die Sturzerkennung aktivieren?
ro_ro: Acuratețea detectării căzăturii depinde de natura impactului la cădere. Testele au arătat că detectarea căzăturii funcționează mai bine dacă Butonul de Panică %@ este folosit cu clema sau pandantivul. Pentru cele mai bune rezultate apasă mereu butonul timp de 2-8 secunde. Continuăm activarea detecției de căzătură?

source: Fallen
de_de: Sturz
pt_br: Queda
ro_ro: Căzut

source: Fire
de_de: Feuer
pt_br: Fogo
ro_ro: Incendiu

source: Forward Alert
de_de: Warnung weiterleiten
ro_ro: DISTRIBUIE ALERTA CĂTRE ALȚII

source: Friend %@
de_de: Freund %@
pt_br: Amigo %@
ro_ro: Prieten %@

source: Friend request sent.
de_de: Freundschaftsanfrage gesendet.
ro_ro: Cerere de prietenie trimisă.

source: GPS Accurate Tracking Disabled
de_de: GPS genaues Tracking deaktiviert
pt_br: Rastreamento Preciso por GPS Desabilitado
ro_ro: Urmărire Precisă GPS Dezactivată

source: GPS Accurate Tracking Enabled
de_de: GPS genaues Tracking aktiviert
pt_br: Rastreamento Preciso por GPS Habilitado
ro_ro: ][Urmărire Precisă GPS Activată

source: General
de_de: Allgemeines
pt_br: Geral

source: Generate Q.R. Code
de_de: Generiere Q.R. Code
ro_ro: Generează Cod Q.R.

source: Global Alert
de_de: Globale Warnung
ro_ro: Alertă Globală

source: Global alert requirements
de_de: Globale Alarmvoraussetzungen
ro_ro: Cerințe pentru Alertare Globală

source: Government
de_de: Regierung
ro_ro: Guvern

source: Hated it
de_de: Fand ich furchtbar
pt_br: Odiei
ro_ro: Am detestat-o

source: Hi, I am using %@ to issue alerts while emergencies. It's free. Why don't you check it out on your phone. %@
de_de: Hallo, ich verwende %@, um in Notfällen Alarme auszustellen. Es ist kostenlos. Warum schaust du es nicht auf deinem Handy an? %@
ro_ro: Salut, folosesc %@ pentru a emite alerte în caz de urgențe. E gratis. Testeaz-o și tu. %@

source: Hi, I am using %@ to issue alerts while emergencies. It's free. Why don't you check it out on your phone. http://getcell411.com
de_de: Hallo, ich verwende %@, um in Notfällen Alarme auszustellen. Es ist kostenlos. Warum schaust du es nicht auf deinem Handy an? http: //getcell411.com
ro_ro: Salut, folosesc %@ pentru a emite alerte în caz de urgențe. E gratis. Testeaz-o și tu. http://getcell411.com

source: Hi, I am using %@ to issue alerts while emergencies. It's free. Why don't you check it out on your phone. http://www.ier.co.za/index.html
de_de: Hallo, ich verwende %@, um in Notfällen Alarme auszustellen. Es ist kostenlos. Warum schaust du es nicht auf deinem Handy an? http: //www.ier.co.za/index.html
ro_ro: Salut, folosesc %@ pentru a emite alerte în caz de urgențe. E gratis. Testeaz-o și tu. www.ier.co.za/index.html

source: Hi, feel free to scan my QR code and join me on %@ network to get help in emergency.
de_de: Hallo, fühl Dich frei, meinen QR-Code zu scannen und meinem Netzwork beizutreten, um im Notfall Hilfe zu erhalten.
pt_br: Olá, fique à vontade para scanear meu código QR e juntar-se a mim na rede %@ para nos ajudarmos em caso de emergência.
ro_ro: Salut, ești binevenit să-mi scanezi codul QR și să mi te alături pe rețeaua %@ pentru a primi ajutor în caz de urgențe.

source: Hijack
de_de: Entführen
pt_br: Sequestro
ro_ro: Deturnare

source: Image (Download the latest version via %@ to view this image)
de_de: Image (Lade die neueste Version über %@ herunter, um dieses Bild zu sehen)
ro_ro: Imagine (Descarcă ultima versiune prin %@ sau afișează această imagine)

source: Image(Tap to view)
de_de: Bild (zum Anzeigen antippen)
ro_ro: Imagine(Atinge pentru a vizualiza)

source: Import Contacts
de_de: Kontakte importieren
ro_ro: Importă Contacte

source: In an emergency
de_de: In einem Notfall
ro_ro: Într-o situație de urgență

source: In order to provide reliable service %@ needs your location
de_de: Um zuverlässigen Service zu bieten, benötigt %@ Ihren Standort.
ro_ro: Pentru a oferi servicii de încredere %@ are nevoie să îți cunoască localizarea

source: Include %@ Call Centre
de_de: Call Center mit einbeziehen
ro_ro: Include Centrul de Dispecerat %@

source: Info about contacts in your address book, including names, phone numbers and emails will be sent to %@ to help you and other find friends faster and to help us provide a better service. You can turn this off in Settings and manage or delete contact information you share with %@.
de_de: Informationen zu Kontakten in Ihrem Adressbuch, einschließlich Namen, Telefonnummern und E-Mails, werden an %@ gesendet, um Ihnen und anderen dabei zu helfen, Freunde schneller zu finden und einen besseren Service zu bieten. Sie können dies in den Einstellungen deaktivieren und die mit %@ freigegebenen Kontaktinformationen verwalten oder löschen.
ro_ro: nformații despre persoanele de contact din agendă, inclusiv numele, numerele de telefon și e-mailurile vor fi trimise către %@ pentru a-ți găsiți mai repede prieteni și inclusiv în a ne ajuta să îți furnizăm un serviciu mai bun. Poți dezactiva această fincție din Setări respectiv poți gestiona sau șterge informațiile contactelor pe care le trimiți prin %@.

source: Interested
de_de: Interessiert
pt_br: Interessado
ro_ro: Interesat

source: Invite
de_de: Einladen
ro_ro: Invită

source: Invite Facebook Friends
de_de: Facebook-Freunde einladen
ro_ro: Invită-ți Prietenii de Facebook

source: Invites
de_de: Lädt ein
ro_ro: Invitații

source: Is this correct email: "%@"?
de_de: Ist diese E-Mail korrekt: "%@"?
pt_br: Este email está correto: "%@"?
ro_ro: Acesta este emailul corect: "%@"?

source: It's OK
de_de: Es ist in Ordnung
pt_br: Está OK
ro_ro: E bine

source: JOIN
de_de: BEITRETEN
pt_br: JUNTAR-SE
ro_ro: ADERARE

source: Join this Cell
de_de: Dieser Zelle beitreten
ro_ro: Aderă la această Celulă

source: Journalism
de_de: Journalismus
ro_ro: Jurnalism

source: Know Your Rights
de_de: Kenne deine Rechte
ro_ro: Cunoaște-ți drepturile

source: Know your rights
de_de: Kenne deine Rechte
ro_ro: Cunoaște-ți drepturile

source: LEAVE
de_de: VERLASSEN
pt_br: Sair
ro_ro: PLEACĂ

source: LIVE
de_de: LEBEN
pt_br: AO VIVO
ro_ro: ÎN DIRECT

source: LOADING...
de_de: WIRD GELADEN...
pt_br: CARREGANDO...
ro_ro: ÎNCĂRCARE...

source: Leave this Cell
de_de: Diese Zelle verlassen
ro_ro: Părăsește această Celulă

source: Liked it
de_de: hat es gefallen
pt_br: Gostei
ro_ro: Mi-a plăcut

source: Location
de_de: Ort
ro_ro: Localizare

source: Location DEACTIVATED - last known location will be displayed
de_de: Ort DEAKTIVIERT - der letzte bekannte Ort wird angezeigt
ro_ro: Localizarea DEACTIVATĂ - va fi afișată ultima poziție cunoscută

source: Location Updates Disabled
de_de: Standortaktualisierungen deaktiviert
pt_br: Atualizações de Localização Desabilitadas
ro_ro: Actualizări de Localizare Dezactivate

source: Location Updates Enabled
de_de: Standortaktualisierungen aktiviert
pt_br: Atualizações de Localização Habilitadas
ro_ro: Actualizări de Localizare Activate

source: Loved it
de_de: Hat es geliebt
pt_br: Adorei
ro_ro: M-am îndrăgostit de ea

source: MEDICAL CONDITIONS
de_de: Medizinische Gründe
pt_br: CONDIÇÕES MÉDICAS
ro_ro: CONDIȚII MEDICALE

source: Manage %@ Panic Button(s)
de_de: %@ Panikknöpfe verwalten
pt_br: Gerenciar Botões de Pânico %@
ro_ro: Administrare %@ Butoane de Panică

source: Manage %@ Panic Buttons
de_de: %@ Panikknopf verwalten
pt_br: Gerenciar Botões de Pânico %@
ro_ro: Administrare %@ Butoane de Panică

source: Map
de_de: Karte
ro_ro: Hartă

source: Medical
de_de: Medizinisch
pt_br: Médico

source: Messsage Broadcasted
de_de: Nachricht gesendet
ro_ro: Mesaj Difuzat

source: Mute
de_de: Stumm
ro_ro: Pe mut

source: Mute for...
de_de: Stumm für ...
ro_ro: Stinge sunetul pentru...

source: My Device
de_de: Mein Gerät
ro_ro: Dispozitivul meu

source: My Profile
de_de: Mein Profil
ro_ro: Profilul Meu

source: Natural Disaster
de_de: Naturkatastrophe
ro_ro: Dezastru Natural

source: Neighbours
de_de: Nachbarn
ro_ro: Vecini

source: New Message
de_de: Neue Nachricht
ro_ro: Mesaj Nou

source: New Public Cell Alert Disabled
de_de: Neuer öffentlicher Zellenalarm deaktiviert
pt_br: Alerta de Nova Célula Pública Desabilitado
ro_ro: Alerta de Noi Celule Publice Dezactivată

source: New Public Cell Alert Enabled
de_de: Neue öffentliche Zellbenachrichtigung aktiviert
pt_br: Alerta de Nova Célula Pública Habilitado
ro_ro: Alerta de Noi Celule Publice Activată

source: No messages appear in this Cell
de_de: In dieser Zelle erscheinen keine Meldungen
ro_ro: Nu apar mesaje în această celulă

source: Not Interested
de_de: Nicht interessiert
pt_br: Não estou interessado
ro_ro: Nu mă interesează

source: Not Now
de_de: Nicht jetzt
pt_br: Agora Não
ro_ro: Nu Acum

source: Nothing to update
de_de: Nichts zu aktualisieren
ro_ro: Nimic de actualizat

source: Notifications
de_de: Benachrichtigungen
ro_ro: Notificări

source: PAYMENT MODE
de_de: ZAHLUNGSART
pt_br: MODO DE PAGAMENTO
ro_ro: MODE DE PLATĂ

source: PENDING
de_de: SCHWEBEND
pt_br: PENDENTE
ro_ro: ÎN AȘTEPTARE

source: PICK UP LOCATION
de_de: TREFFPUNKT
pt_br: LOCAL DE COLETA
ro_ro: LOC DE ÎNTÂLNIRE

source: Panic
de_de: Panik
pt_br: Pânico
ro_ro: Panică

source: Patrol Mode Disabled
de_de: Patrol-Modus deaktiviert
pt_br: Modo Patrulha Desabilitado
ro_ro: Mod Patrulare Dezactivat

source: Patrol Mode Enabled
de_de: Patrol-Modus aktiviert
pt_br: Modo Patrulha Habilitado
ro_ro: Mod Patrulare Activat

source: Personal Safety
de_de: Persönliche Sicherheit
ro_ro: Siguranță Personală

source: Phone added successfully
de_de: Telefon erfolgreich hinzugefügt
ro_ro: Telefon adăugat cu succes

source: Phone number added successfully
de_de: Telefonnummer erfolgreich hinzugefügt
ro_ro: Număr de telefon adăugat cu succes

source: Phone number updated successfully
de_de: Telefonnummer erfolgreich aktualisiert
ro_ro: Număr de telefon actualizat cu succes

source: Phone updated successfully
de_de: Telefon erfolgreich aktualisiert
ro_ro: Telefon actualizat cu succes

source: Phone verified successfully
de_de: Telefon erfolgreich verifiziert
ro_ro: Telefon verificat cu succes

source: Physical Abuse
de_de: Körperliche Misshandlungen
ro_ro: Abuz Fizic

source: Pick Location
de_de: Ort auswählen
ro_ro: Alege locul

source: Please allow access to contacts for %@
de_de: Bitte erlauben Sie Zugriff auf Kontakte für %@
pt_br: Por favor, habilite acesso aos contatos para %@
ro_ro: Permite accesul la contacte pentru %@

source: Please authorize %@ to use Bluetooth
de_de: Bitte autorisieren Sie %@ zur Verwendung von Bluetooth
pt_br: Por favor, autorize %@ para usar Bluetooth
ro_ro: Autorizează %@ pentru folosirea de Bluetooth

source: Please authorize %@ to use Bluetooth for Panic Button to work
de_de: Bitte berechtigen Sie %@ zur Verwendung von Bluetooth für die Panic-Taste.
pt_br: Por favor, autorize %@ para usar Bluetooth para que o Botão de Pânico funcione
ro_ro: Autorizează %@ pentru folosirea de Bluetooth pentru funcționarea Butonului de Panică

source: Please check your email for password reset instructions.
de_de: Bitte überprüfen Sie Ihre E-Mail auf Anweisungen zum Zurücksetzen des Passworts.
ro_ro: Verifică-ți e-mailul pentru instrucțiuni de resetare a parolei.

source: Please confirm that you agree to our %@ and check each of the points below, hereby acknowledging that you took them into consideration and agree with all of them.
de_de: Bitte bestätigen Sie, dass Sie mit unserem %@ einverstanden sind, und überprüfen Sie die folgenden Punkte. Hiermit bestätigen Sie, dass Sie diese berücksichtigt haben und mit allen Punkten einverstanden sind.
ro_ro: Te rugăm să confirmi că ești de acord cu %@ noștri și să bifezi toate punctele de mai jos, prin prezenta declarând că ai luat la cunoștiință și ești de acord cu fiecare din acestea.

source: Please enter confirm password
de_de: Bitte bestätigen Sie das Passwort
ro_ro: Introdu parola de confirmare

source: Please enter description
de_de: Bitte Beschreibung eingeben
ro_ro: Introdu descrierea

source: Please enter phone number
de_de: Bitte Telefonnummer eingeben
ro_ro: Introdu numărul de telefon

source: Please enter valid emergency mobile number
de_de: Bitte gültige Handy-Notrufnummer eingeben
ro_ro: Introdu un număr de mobil de urgență valid

source: Please enter valid mobile number
de_de: Bitte gültige Handynummer eingeben
ro_ro: Introdu un număr de mobil valid

source: Please enter your currency below
de_de: Bitte geben Sie unten Ihre Währung ein
pt_br: Por favor, digite abaixo sua moeda
ro_ro: Introdu valuta preferată mai jos

source: Please enter your name so that %@ can recognize you.
de_de: Bitte geben Sie Ihren Namen ein, damit %@ Sie erkennen kann.
pt_br: Por favor, digite seu nome para que %@ possa reconhecer você.
ro_ro: Introdu-ți numele ca %@ să te poată recunoaște.

source: Please provide a valid Server Url if you want to stream to your own live YouTube Channel. It should be like %@
de_de: Bitte geben Sie eine gültige Server-URL an, wenn Sie zu Ihrem eigenen YouTube-Kanal streamen möchten. Es sollte wie %@ sein
pt_br: Por favor, forneça uma URL de servidor válida se você deseja transmitir para seu próprio canal no YouTube. Ela deve ser do tipo %@
ro_ro: Introdu un Url de Server valid dacă dorești să difuzezi în direct către Canalul tău de YouTube. Ar trebui să arate precum %@

source: Please select any audience
de_de: Bitte wählen Sie eine beliebige Zielgruppe aus
ro_ro: Selectează orice audiență

source: Please select at least 1 friend
de_de: Bitte wählen Sie mindestens 1 Freund aus
ro_ro: Selectează cel puțin 1 prieten

source: Please select at least 1 non app user
de_de: Bitte wählen Sie mindestens 1 Nicht-App-Benutzer aus
ro_ro: Selectează cel puțin 1 non-utilizator al aplicației

source: Please select country for your emergency contact
de_de: Bitte wählen Sie ein Land für Ihren Notfallkontakt
ro_ro: Selectează țara pentru contactul tău de urgență

source: Please select if you would like %@ to use kilometers or miles as the standard distance unit.
de_de: Bitte wählen Sie aus, ob %@ Kilometer oder Meilen als Einheit für Entfernungen standardmäßig verwendet werden soll.
pt_br: Por favor, selecione se você prefere que %@ utilize quilômetros ou milhas como unidade de distância padrão.
ro_ro: Selectează dacă ai dori ca %@ să folosească kilometri sau mile ca unitate standard de distanță

source: Please select your country
de_de: Bitte wählen Sie Ihr Land aus
ro_ro: Selectează-ți țara

source: Pre-Authorisation
de_de: Vorabgenehmigung
ro_ro: Pre-Autorizare

source: Press and hold your %@ BT device for 10 seconds until you hear a beep and the light flashes green, then release the button.
de_de: Halten Sie Ihr %@ BT-Gerät 10 Sekunden lang gedrückt, bis Sie einen Signalton hören und das Licht grün blinkt. Lassen Sie dann die Taste los.
pt_br: Pressione e segure seu Botão de Pânico Bluetooth %@ por 10 segundos, até ouvir um bipe e a luz piscar verde, e então solte o botão.
ro_ro: Apasă și ține apăsat pe dispozitivul tău de BT %@ timp de 10 secunde până când vei auzi un bip și lumina va clipi verde, apoi dă drumul butonului.

source: Previously uploaded contacts will be deleted and you will no longer get notification when someone joins %@.
de_de: Zuvor hochgeladene Kontakte werden gelöscht und Sie erhalten keine Benachrichtigung mehr, wenn jemand %@ beitritt.
ro_ro: Contactele încărcate anterior vor fi șterse și nu vei mai primi notificări când cineva se alătură %@.

source: Privacy Policy
de_de: Datenschutz-Bestimmungen
ro_ro: Politică de Confidențialitate

source: Private Cell
de_de: Private Zelle
ro_ro: Celulă Privată

source: Public Cell
de_de: Öffentliche Zelle
ro_ro: Celulă Publică

source: Public Cells
de_de: Öffentliche Zellen
ro_ro: Celule Publice

source: Public Cells can be officially verified by %@ to confirm the identity of the owner and the legitimacy of the Cell. In order to be verified, please use a specific name for your Cell. For example, a Cell named "New York City" is misleading as it is not owned by the City of New York, however a Cell named "New York City 55th St. Crime Watch" is more specific and likely to be verified.
de_de: Öffentliche Zellen können von %@ offiziell überprüft werden, um die Identität des Inhabers und die Legitimität der Zelle zu bestätigen. Um verifiziert zu werden, verwenden Sie bitte einen spezifischen Namen für Ihre Zelle. Zum Beispiel ist eine Zelle mit dem Namen "New York City" irreführend, da sie nicht im Besitz der Stadt New York ist. Eine Zelle mit dem Namen "New York City 55th St. Crime Watch" ist jedoch spezifischer und es ist daher wahrscheinlicher, dass diese verifiziert wird
pt_br: Células Públicas podem ser oficialmente verificadas por %@ para confirmar a identidade do proprietário e a legitimidade da Célula. Para ser verificado, use um nome específico para a sua Célula. Por exemplo, uma Célula chamada "Cidade de São Paulo" é enganosa, uma vez que não é propriedade da cidade de São Paulo. Porém, uma Célula chamada "Vigilantes da Rua Augusta, São Paulo, SP" é mais específico e provável de ser verificado.
ro_ro: Celulele Publice pot fi verificate oficial de către%@ pentru confirmarea identității proprietarului și legitimitatea Celulei. Pentru a fi verificat, folosește un nume specific pentru Celula ta. De exemplu, o Celulă numită "New York City" este înșelătoare, deoarece nu este deținută de către orașul New York, totuși o Celulă numită "New York City 55th St. Crime Watch" este mai specifică și este mai probabil să fie aprobată.

source: Publish Alerts To Your Facebook Wall Disabled
de_de: Veröffentlichen Sie Benachrichtigungen auf Ihrer Facebook-Wand deaktiviert
pt_br: A publicação de Alertas em sua Página do Facebook está Desabilitada
ro_ro: Publicarea Alertelor pe peretele tău de Facebook a fost Dezactivată

source: Publish Alerts To Your Facebook Wall Enabled
de_de: Alerts auf Ihrer Facebook-Wand aktivieren
pt_br: A publicação de Alertas em sua Página do Facebook está Habilitada
ro_ro: Publicarea Alertelor pe peretele tău de Facebook a fost Activată

source: Pulled Over
de_de: Von der Polizei angehalten worden
ro_ro: Tras pe dreapta

source: RECIPIENTS:
de_de: EMPFÄNGER:
pt_br: DESTINATÁRIOS
ro_ro: RECIPIENȚI:

source: REMEMBER: The police are allowed to LIE to you in order to incriminate you! You do not have to speak or answer any questions. Use %@ to stream live video to your friends and record the interaction. It cannot be detected by the police even if your phone is destroyed or confiscated!
de_de: Erinnern Sie sich: Die Polizei darf Sie anlügen, um Sie zu belasten! Sie müssen keine Fragen beantworten oder antworten. Verwenden Sie %@, um Live-Videos an Ihre Freunde zu streamen und die Interaktion aufzuzeichnen. Es kann von der Polizei nicht erkannt werden, selbst wenn Ihr Telefon zerstört oder konfisziert wird!
pt_br: LEMBRE-SE: A polícia pode MENTIR para incriminá-lo! Você não precisa falar ou responder qualquer pergunta. Use %@ para transmitir vídeo ao vivo aos seus amigos e filmar a interação. O vídeo não pode ser detectado pela polícia mesmo que o seu telefone seja destruído ou confiscado!
ro_ro: ȚINE MINTE: Polițiștii au voie să te MINTĂ pentru a te incrimina! Nu ești obligat să vorbești sau să răspunzi la întrebări. Folosește %@ pentru a difuza video în direct către prietenii tăi și a înregistra interacțiunea. Aceasta nu poate fi detectată de către poliție chiar dacă telefonul este distrus sau confiscat!

source: Rate this app
de_de: Bewerte diese App
ro_ro: Evaluează această aplicație

source: Re-invite
de_de: Einladung wiederholen
ro_ro: Re-invită

source: Real time location ACTIVATED
de_de: Echtzeitstandort AKTIVIERT
ro_ro: Localizare în timp real ACTIVATĂ

source: Reject
de_de: Ablehnen
pt_br: Rejeitar
ro_ro: Refuză

source: Remove Member
de_de: Mitglied entfernen
ro_ro: Înlăturare Membru

source: Request Accepted
de_de: Anfrage akzeptiert
ro_ro: Solicitare acceptată

source: Request Rejected
de_de: Antrag abgelehnt
ro_ro: Solicitare refuzată

source: Request Ride
de_de: Fahranfrage
ro_ro: Solicită cursă

source: Request sent to %d drivers
de_de: Anfrage an %d Fahrer gesendet
pt_br: Solicitação enviada para %d motoristas
ro_ro: Solicitarea a fost trimisă la %d șoferi

source: Request verification
de_de: Anforderungsbestätigung
ro_ro: Solicită verificare

source: Requirements not yet met for Global Alert privileges:
de_de: Anforderungen für globale Alert-Berechtigungen noch nicht erfüllt:
ro_ro: Criterii încă neîndeplinite pentru privilegii de Alerte Globale:

source: Resend
de_de: Erneut senden
ro_ro: Retrimite

source: Retreiving
de_de: Zurückverfolgen
pt_br: Buscando
ro_ro: Recepționare

source: Retreiving City...
de_de: Stadt zurückverfolgen ...
pt_br: Buscando Cidade...
ro_ro: Recepționare Oraș...

source: Retreiving city...
de_de: Stadt zurückverfolgen...
pt_br: Buscando cidade...
ro_ro: Recepționare oraș...

source: Retrieving Location
de_de: Ort abrufen
ro_ro: Recepționarea Localizării

source: Retrieving...
de_de: Abrufen ...
ro_ro: Recepționare...

source: Reviewed by %@
de_de: Rezensiert von %@
pt_br: Revisado por %@
ro_ro: Revizuit de %@

source: Reviews
de_de: Rezensionen
ro_ro: Calificative

source: Ride Cost
de_de: Fahrkosten
pt_br: Custo da Viagem
ro_ro: Costul cursei

source: Ride Detail
de_de: Fahrdetail
ro_ro: Cursă: Detalii

source: Ride Requests Disabled
de_de: Fahranfragen deaktiviert
pt_br: Solicitações de Carona Desabilitadas
ro_ro: Solicitările de Cursă Dezactivate

source: Ride Requests Enabled
de_de: Fahranfragen aktiviert
pt_br: Solicitações de Carona Habilitadas
ro_ro: Solicitările de Cursă Activate

source: Ride Responses
de_de: Fahrantworten
ro_ro: Cursă: Răspunsuri

source: Ride Settings
de_de: Fahreinstellungen
ro_ro: Setări cursă

source: Ride Status
de_de: Fahrstatus
pt_br: Status da Carona
ro_ro: Stare Cursă

source: Scan Code
de_de: Code scannen
ro_ro: Scanează cod

source: Scan Q.R. Code
de_de: Q.R. Code scannen
ro_ro: Scanează cod Q.R.

source: Schoolmates
de_de: Schulkameraden
ro_ro: Colegi de școală

source: Search
de_de: Suche
ro_ro: Căutare

source: Search by name, phone or email
de_de: Suche nach Name, Telefon oder E-Mail
ro_ro: Căutare după nume, telefon sau e-mail

source: Select
de_de: Wählen
ro_ro: Selectează

source: Select Contacts
de_de: Kontakte auswählen
ro_ro: Selectare Contacte

source: Select Friends
de_de: Freunde auswählen
ro_ro: Selectează prieteni

source: Select One
de_de: Einen auswählen
ro_ro: Selectează unul

source: Select Private Cells
de_de: Private Zellen auswählen
ro_ro: Selectează Celulele Private

source: Select Public Cells
de_de: Öffentliche Zellen auswählen
ro_ro: Selectează Celule Publice

source: Send car accident alert?
de_de: Autounfallalarm senden?
ro_ro: Trimite alertă de accident mașină?

source: Send natural disaster alert?
de_de: Naturkatastrophenalarm senden?
ro_ro: Trimite alertă de dezastru natural?

source: Send physical abuse alert?
de_de: Benachrichtigung über körperlichen Missbrauch senden
ro_ro: Trimite alertă de abuz fizic?

source: Send pre-authorisation alert?
de_de: Vorautorisierungsalarm senden?
ro_ro: Trimite alertă pre-autorizare?

source: Send pulled over alert?
de_de: Über Alarm gesendet?
ro_ro: Trimite alertă de tras pe dreapta?

source: Send trapped/lost alert?
de_de: Ich bin gefangen bzw verirrt - Alarm senden?
ro_ro: Trimite alertă de sechestrare/pierdut?
