Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: Too much time has passed since this alert was issued and you may no longer respond to it.
de_de: Seit der Veröffenlichung dieses Alarms ist zu viel Zeit vergangen und Sie können nicht mehr darauf antworten.
es_mx: Ha pasado mucho tiempo desde que se envió esta alerta y es posible que ya no puedas responder.
pt_br: Este alerta foi emitido há muito tempo e você não pode mais atendê-lo.
ro_ro: Prea mult timp a trecut de când această alertă a fost emisă și prin urmare nu mai poți să răspunzi la ea.

source: Turning location updates off will also disable New Public Cell Alert. Do you still want to turn it off?
de_de: Das Abschalten der Standortaktualisierungen wird auch neue Alarme aus öffentlichen Zellen deaktivieren. Möchten Sie sie trotzdem abschalten?
es_mx: Si apagas las actualizaciones de ubicación también deshabilitarás la Alerta de nueva célula pública. ¿De todas maneras quieres apagarlas?
pt_br: Desativar atualização de localização irá também desabilitar Alerta de Nova Célula Pública. Tem certeza de que deseja desativar?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva totodată și Noile Alerte Publice. Ești sigur că vrei să dezactivezi?

source: Turning location updates off will also disable Patrol Mode and New Public Cell Alert. Do you still want to turn it off?
de_de: Das Abschalten der Standortaktualisierung wird auch den Patrouillenmodus und neue öffentliche Zellalarme deaktivieren. Möchten Sie trotzdem abschalten?
es_mx: Si apagas las actualizaciones de ubicación también deshabilitarás el modo Patrulla y la Alerta de nueva célula pública. ¿De todas maneras quieres apagarlas?
pt_br: Desativar atualização de localização irá também desabilitar Modo Patrulha e Alerta de Nova Célula Pública. Tem certeza de que deseja desativar?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva totodată Modul de Patrulare și Noile Alerte Publice. Ești sigur că vrei să dezactivezi?

source: Turning location updates off will also disable Patrol Mode. Do you still want to turn it off?
de_de: Das Abschalten der Standortaktualisierung wird auch den Patrouillenmodus deaktivieren. Möchten Sie trotzdem abschalten?
es_mx: Si apagas las actualizaciones de ubicación también deshabilitarás el modo Patrulla. ¿De todas maneras quieres apagarlas?
pt_br: Desativar atualização de localização irá também desabilitar Modo Patrulha. Tem certeza de que deseja desativar?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva totodată și Modul de Patrulare. Ești sigur că vrei să dezactivezi?

source: Unable to connect, please try again later
de_de: Verbindung nicht möglich. Bitte später erneut versuchen.
es_mx: No es posible hacer conexión, por favor, inténtalo de nuevo más tarde.
pt_br: Não foi possível conectar. Por favor, tente novamente mais tarde.
ro_ro: Conectare nereușită, încearcă mai târziu.

source: Unable to determine your current location.Please check your internet connection.
de_de: Bestimmung Ihres aktuellen Standorts nicht möglich. Bitte prüfen Sie Ihre Internetverbindung.
es_mx: No es posible determinar tu ubicación actual. Por favor, revisa tu conexión a Internet.
pt_br: Não foi possível determinar a sua localização atual. Por favor verifique sua conexão de Internet.
ro_ro: Localizarea actuală nu a putut fi determinată. Verifică conexiunea de internet.

source: Unable to fetch your current location.Please Check your internet connection.
de_de: Abfrage Ihres aktuellen Standorts nicht möglich. Bitte prüfen Sie Ihre Internetverbindung.
es_mx: No es posible recuperar tu ubicación actual. Por favor, revisa tu conexión a Internet.
pt_br: Não foi possível encontrar a sua localização atual. Por favor verifique sua conexão de Internet.
ro_ro: Localizarea actuală nu a putut fi recepționată. Verifică conexiunea de internet.

source: Unable to get directions. Check your connection
de_de: Abruf der Wegbeschreibung nicht möglich. Prüfen Sie Ihre Verbindung.
es_mx: No es posible obtener instrucciones. Revisa tu conexión
pt_br: Não foi possível encontrar a rota. Verifique sua conexão
ro_ro: Indicațiile nu au putut fi recepționate. Verifică conexiunea

source: Unable to load the photo
de_de: Laden des Fotos nicht möglich.
es_mx: No es posible cargar la foto
pt_br: Não foi possível carregar a foto
ro_ro: Fotografia nu a putut fi încărcată

source: Unable to send photo alert. Please try again.
de_de: Senden des Fotoalarms nicht möglich. Bitte erneut versuchen.
es_mx: No es posible enviar la alerta de foto. Por favor, inténtalo de nuevo.
pt_br: Não foi possível enviar alerta fotográfico. Por favor, tente novamente.
ro_ro: Alerta foto nu a putut fi trimisă. Încearcă din nou.

source: Update
de_de: AKTUALISIEREN
es_mx: Actualizar
pt_br: Atualizar
ro_ro: Actualizare

source: Update Mobile
de_de: Mobilgerät aktualisieren
es_mx: Actualizar celular
pt_br: Atualizar Celular

source: Updated Successfully
de_de: Erfolgreich aktualisiert
es_mx: Se actualizó con éxito
pt_br: Atualização efetuada com sucesso
ro_ro: Actualizare cu succes

source: User must be logged in
de_de: Benutzer muss angemeldet sein.
es_mx: El usuario tiene que estar en sesión
pt_br: Usuário precisa estar logado
ro_ro: Utilizatorul trebuie să fie logat

source: Verification Pending
de_de: Bestätigung ausstehend
es_mx: Verificación pendiente
pt_br: Verificação Pendente
ro_ro: Verificare în așteptare

source: Verification Required
de_de: Bestätigung erforderlich
es_mx: Se requiere verificación
pt_br: Verificação Necessária
ro_ro: Necesită verificare

source: Verification code sent
de_de: Bestätigungscode gesendet
es_mx: Se envió el código de verificación
pt_br: Código de verificação enviado
ro_ro: Cod de verificare trimis

source: Verify
de_de: Bestätigen
es_mx: Verificar
pt_br: Verificar
ro_ro: Verifică

source: Video Streaming Alert
de_de: Alarm über Video-Streaming
es_mx: Alerta de transmisión de video
pt_br: Alerta de Transmissão de Vídeo
ro_ro: Alertă de difuzare video

source: Video streaming starting...
de_de: Video-Stream wird gestartet ...
es_mx: Transmisión de video iniciada…
pt_br: Iniciando transmissão de vídeo...
ro_ro: Începe difuzarea video...

source: Video streaming stopping...
de_de: Video-Stream wird angehalten ...
es_mx: Transmisión de video detenida…
pt_br: Finalizando transmissão de vídeo...
ro_ro: Difuzare video încheiată...

source: View
de_de: Ansehen
es_mx: Ver
pt_br: Ver
ro_ro: Vizualizează

source: Waiting
de_de: Warte
es_mx: Esperando
pt_br: Aguardando
ro_ro: În așteptare

source: Warning
de_de: Warnung
es_mx: Advertencia
pt_br: Advertência
ro_ro: Atenție

source: Watch Now
de_de: Jetzt ansehen
es_mx: Ver ahora
pt_br: Assistir agora
ro_ro: Urmărește acum

source: Welcome to Cell 411. Your verification code is
de_de: Willkommen bei Cell 112. Ihr Bestätigungscode ist
es_mx: Bienvenido a Cell 411. Tu código de verificación es
pt_br: Bem-vindo ao Cell 411. Seu código de verificação é
ro_ro: Bine ai venit pe Cell 112. Codul tău de verificare este

source: What would you like to do?
de_de: Was möchten Sie tun?
es_mx: ¿Qué te gustaría hacer?
pt_br: O que você gostaria de fazer?
ro_ro: Ce ai dori să faci?

source: When you are in Danger
de_de: Wenn Sie in Gefahr sind
es_mx: Cuando estás en peligro
pt_br: Quando você está em Perigo
ro_ro: Când ești în Pericol

source: When you are in an emergency
de_de: Wenn Sie einen Notfall haben
es_mx: Cuando tienes una emergencia
pt_br: Quando você está em uma emergência
ro_ro: Când ești într-o situație de urgență

source: Working...
de_de: Funktioniert ...
es_mx: Trabajando…
pt_br: Processando...
ro_ro: Calculare...

source: Would you like to enable publishing alerts to your Facebook Wall when you issue one?
de_de: Möchten Sie die Veröffentlichung von Alarmen auf Ihrer Facebook-Pinnwand aktivieren, wenn sie welche ausgeben?
es_mx: ¿Quieres habilitar las alertas de publicación en tu muro de Facebook cuando envías una alerta?
pt_br: Você gostaria de habilitar publicação dos seus alertas no seu perfil no Facebook?
ro_ro: Dorești să activezi publicarea alertelor pe peretele tău de Facebook?

source: Yes
de_de: Ja
es_mx: Sí
pt_br: Sim
ro_ro: Da

source: You already reached the pickup location
de_de: Sie haben den Abholort bereits erreicht.
es_mx: Ya llegaste a la ubicación de recogida
pt_br: Você já chegou ao local de coleta
ro_ro: Ai ajuns deja la locul de întâlnire

source: You are a member of this Cell
de_de: Sie sind ein Mitglied dieser Zelle.
es_mx: Eres un miembro de esta Célula
pt_br: Você é um membro desta Célula
ro_ro: Ești membru al acestei Celule

source: You are here
de_de: Sie sind hier.
es_mx: Estás aquí
pt_br: Você está aqui
ro_ro: Ești aici

source: You are in a Patrol Mode and recieved a Global Alert
de_de: Sie sind im Patrouillenmodus und erhielten einen weltweiten Alarm.
es_mx: Estás en Modo patrulla y recibiste una alerta global
pt_br: Você está em Modo Patrulha e recebeu um Alerta Global
ro_ro: Ești în Modul de Patrulare și ai primit o Alertă Globală

source: You are not a member of this Cell
de_de: Sie sind kein Mitglied dieser Zelle.
es_mx: No eres un miembro de esta Célula
pt_br: Você não é membro desta Célula
ro_ro: Nu ești membru al acestei Celule

source: You are selected
de_de: Sie wurden ausgewählt
es_mx: Estás seleccionado
pt_br: Você está selecionado
ro_ro: Ai fost selectat

source: You are the owner of this Cell
de_de: Sie sind der Eigentümer dieser Zelle.
es_mx: Eres el propietario de esta Célula
pt_br: Você é o proprietário desta Célula
ro_ro: Ești proprietarul acestei Celule

source: You can add review once the ride is confirmed.
de_de: Sie können eine Bewertung hinzufügen, sobald die Fahrt bestätigt ist.
es_mx: Puedes agregar una reseña una vez que el viaje esté confirmado.
pt_br: Você pode avaliar após a carona ser confirmada.
ro_ro: Poți adăuga un calificativ odată ce cursa a luat sfârșit.

source: You can contact the rider once they confirm your ride.
de_de: Sie können den Fahrer kontaktieren, sobald er Ihre Fahrt bestätigt.
es_mx: Puedes contactar al pasajero una vez que confirme tu viaje.
pt_br: Você pode contactar o motorista assim que ele confirmar sua carona.
ro_ro: Poți contacta pasagerul odată ce acesta îți confirmă cursa.

source: You can navigate to the drop location of the rider once they confirm your ride.
de_de: Sie können zum Ausstiegsort des Fahrers navigieren, sobald er Ihre Fahrt bestätigt hat.
es_mx: Puedes navegar a la ubicación de destino del pasajero una vez que confirme tu viaje.
pt_br: Você pode ir até o destino do seu carona assim que ele confirmar a sua viagem.
ro_ro: Poți naviga la destinația pasagerului odată ce acesta îți confirmă cursa.

source: You can navigate to the pickup location of the rider once they confirm your ride.
de_de: Sie können zum Abholort des Fahrers navigieren, sobald er Ihre Fahrt bestätigt.
es_mx: Puedes navegar a la ubicación de recogida del pasajero una vez que confirme tu viaje.
pt_br: Você pode dirigir-se ao local de coleta assim que o motorista confirmar sua carona.
ro_ro: Poți naviga la locul de întâlnire a pasagerului odată ce acesta îți confirmă cursa.

source: You cannot add yourself as friend
de_de: Sie können sich nicht selbst als Freund hinzufügen.
es_mx: No te puedes agregar como amigo
pt_br: Você não pode adicionar você mesmo como um amigo
ro_ro: Nu poți să te adaugi pe tine însuți ca prieten

source: You cannot respond to this alert.
de_de: Sie können nicht auf Ihren eigenen Alarm antworten.
es_mx: No puedes responder a esta alerta.
pt_br: Você não pode responder a este alerta.
ro_ro: Nu poți răspunde la această alertă.

source: You cannot respond to your own alerts.
de_de: Sie können nicht auf Ihren eigenen Alarm antworten.
es_mx: No puedes responder a tus propias alertas.
pt_br: Você não pode responder a seu próprio alerta.
ro_ro: Nu poți răspunde la propriile tale alerte.

source: You have a pending pickup
de_de: Sie haben eine ausstehende Abholung.
es_mx: Tienes una recogida pendiente
pt_br: Você tem uma coleta pendente
ro_ro: Ai o ridicare în așteptare

source: You have a pending ride request
de_de: Sie haben eine ausstehende Fahrtanfrage.
es_mx: Tienes una solicitud de viaje pendiente
pt_br: Você tem uma solicitação de carona pendente
ro_ro: Ai o solicitare de cursă în așteptare

source: You must have at least two friends and must have issued an alert to some Private Cell in order to issue alerts globally.
de_de: Sie müssen mindestens zwei Freunde und einen Alarm in einigen privaten Zellen ausgelöst haben, um weltweite Alarme auszulösen.
es_mx: Debes tener al menos dos amigos y debes enviar una alerta en alguna Célula Privada para poder enviar alertas globalmente.
pt_br: Você precisa ter ao menos dois amigos e ter enviado um alerta para uma Célula Privada antes de enviar um alerta global.
ro_ro: Trebuie să ai cel puțin doi prieteni și o alertă inițiată către o Celulă Privată pentru a putea emite alerte la nivel global.

source: You recieved a Global Alert
de_de: Sie erhielten einen weltweiten Alarm.
es_mx: Recibiste una alerta global
pt_br: Você recebeu um Alerta Global.
ro_ro: Ai primit o Alertă Globală

source: Your account has been blocked for violating the Cell 411 Terms of Service.
de_de: Ihr Konto wurde wegen Verstoßes gegen die Nutzungsbedingungen von Cell 112 gesperrt.
es_mx: Tu cuenta ha sido bloqueada por violar los Términos de Servicio de Cell 411.
pt_br: Sua conta está temporariamente bloqueada por violação dos Termos de Serviço do Cell 411.
ro_ro: Contul tău a fost blocat din cauza încălcării termenilor de funcționare Cell 112.

source: Your account has been temporarily suspended for violating the Cell 411 Terms of Service.
de_de: Ihr Konto wurde wegen Verstoß gegen die Nutzungsbedingungen von Cell 112 zeitweise ausgesetzt.
es_mx: Tu cuenta ha sido suspendida temporalmente por violar los Términos de Servicio de Cell 411.
pt_br: Sua conta está temporariamente suspensa por violação dos Termos de Serviço do Cell 411.
ro_ro: Contul tău a fost suspendat temporar din cauza încălcării termenilor de funcționare Cell 112.

source: Your new friend
de_de: Ihr(e) neue(r) Freund(in)
es_mx: Tu nuevo amigo
pt_br: Seu novo amigo
ro_ro: Noul tău prieten

source: Your request has been sent to the owner of this Cell for approval
de_de: Ihre Anfrage wurde zur Genehmigung an den Eigentümer dieser Zelle gesendet.
es_mx: Tu solicitud ha sido enviada al propietario de esta Célula para su aprobación
pt_br: Sua solicitação foi enviada ao proprietário desta Célula para aprovação
ro_ro: Solicitarea ta a fost trimisă către proprietarul acestei Celule pentru aprobare

source: Your response to this request is not yet seen by the rider
de_de: Ihre Antwort zu dieser Anfrage wurde vom Fahrer noch nicht angesehen.
es_mx: Tu respuesta a esta solicitud todavía no ha sido vista por el pasajero
pt_br: Sua resposta a esta solicitação ainda não foi visualizada pelo motorista
ro_ro: Răspunsul tău la această solicitare încă nu a fost văzut de către pasager

source: Your response to this request is seen by the rider
de_de: Ihre Antwort zu dieser Anfrage wurde vom Fahrer angesehen.
es_mx: El pasajero ya vio tu respuesta a esta solicitud
pt_br: Sua resposta a esta solicitação foi visualizada pelo motorista
ro_ro: Răspunsul tău la această solicitare a fost văzut de către pasager

source: a member of
de_de: ein Mitglied von
es_mx: un miembro de
pt_br: um membro de
ro_ro: membru al

source: approved your
de_de: genehmigte Ihre
es_mx: aprobada tu
pt_br: aprovou sua
ro_ro: ți-a aprobat

source: approved your request to join the Cell!
de_de: genehmigte Ihre Anfrage zum Beitritt der Zelle!
es_mx: ¡aprobada tu solicitud de unirte a la Célula!
pt_br: aprovou sua solicitação para juntar-se à Célula!
ro_ro: ți-a aprobat solicitarea de aderare a Celulei!

source: denied your request to join the Cell!
de_de: verweigerte Ihre Anfrage zum Beitritt der Zelle!
es_mx: ¡rechazada tu solicitud de unirte a la Célula!
pt_br: negou sua solicitação para juntar-se a esta Célula!
ro_ro: ți-a refuzat solicitarea de aderare la Celulă!

source: few mins
de_de: wenige Minuten
es_mx: pocos minutos
pt_br: poucos minutos
ro_ro: câteva minute

source: for approval
de_de: zur Genehmigung
es_mx: para aprobación
pt_br: para aprovação
ro_ro: pentru aprobare

source: has just been created in your area.
de_de: wurde gerade in Ihrem Gebiet erstellt.
es_mx: se acaba de crear en tu área.
pt_br: foi criado agora em sua área.
ro_ro: tocmai a fost creată în zona ta.

source: has just been created in your area. Tap on Join Cell to join this Public Cell, or Cancel to ignore
de_de: wurde gerade in Ihrem Gebiet erstellt. Tippen Sie auf „Zelle beitreten“, um dieser öffentlichen Zelle beizutreten oder „Abbrechen“ zum Ignorieren.
es_mx: se acaba de crear en tu área. Toca en Unir a la Célula para unirte a esta Célula Pública o Cancelar para ignorar
pt_br: foi criado agora em sua área. Toque Juntar-se à Célula para participar ou Cancelar para ignorar.
ro_ro: tocmai a fost creată în zona ta. Apasă Aderare Celulă pentru a te alătura sau Anulare pentru a ignora

source: hours
de_de: Stunden
es_mx: horas
pt_br: horas
ro_ro: ore

source: hr
de_de: Std.
ro_ro: ore

source: hrs
de_de: Std.
ro_ro: ore

source: in around
de_de: in ungefähr
es_mx: aproximadamente en
pt_br: em aproximadamente
ro_ro: în jur

source: is not part of any Cell. Would you like to add this friend to a Cell?
de_de: ist nicht Teil einer Zelle. Möchten Sie diese(n) Freund(in) zu einer Zelle hinzufügen?
es_mx: no es parte de ninguna célula. ¿Quieres agregar a este amigo a una célula?
pt_br: não é parte de nenhuma célula. Você gostaria de adicionar este amigo a uma célula?
ro_ro: nu face parte din nicio celulă. Dorești să adaugi acest prieten unei celule?

source: issued a photo alert. Would you like to view it? You can also view it later from Alerts tab
de_de: veröffentlichte einen Fotoalarm. Möchten Sie ihn ansehen? Sie können ihn auch später im Reiter Alarme ansehen.
es_mx: envió una alerta de foto. ¿Quieres verla? También puedes verla desde la pestaña de Alertas
pt_br: enviou um alerta fotográfico. Você gostaria de vê-lo? Você também pode ver mais tarde na aba Alertas
ro_ro: a emis o alertă foto. Dorești să o vezi? Poți să o vezi și mai târziu din tab-ul Alerte

source: join this Cell
de_de: dieser Zelle beitreten
es_mx: unirte a esta Célula
pt_br: junte-se a esta Célula
ro_ro: aderă la această Celulă

source: kms
de_de: km
ro_ro: km

source: kms.
de_de: km.
ro_ro: km.

source: leave this Cell
de_de: diese Zelle verlassen
es_mx: Abandonar esta Célula
pt_br: deixar esta Célula
ro_ro: părăsește această Celulă

source: mile
de_de: Meile
es_mx: milla
pt_br: milha
ro_ro: milă

source: miles
de_de: Meilen
es_mx: millas
pt_br: milhas
ro_ro: mile

source: mins
de_de: Min.
pt_br: minutos
ro_ro: minute

source: mins.
de_de: Min.
pt_br: minutos.
ro_ro: minute.

source: offered to give you a
de_de: bot Ihnen eine Fahrt an.
es_mx: ofreció darte un(a)
pt_br: ofereceu a você um
ro_ro: s-a oferit să îți acorde o

source: requested a
de_de: forderte eine Fahrt an.
es_mx: solicitó un(a)
pt_br: solicitou um
ro_ro: a solicitat o

source: wants to join your Cell
de_de: möchte Ihrer Zelle beitreten.
es_mx: quiere unirse a tu Célula
pt_br: deseja juntar-se à sua Célula
ro_ro: dorește să adere Celulei tale

source: Warning: Time delay setting does not apply to alerts issued via the %@ Bluetooth Panic Button!
de_de: Warnung: Die Festlegung einer Zeitverzögerung gilt nicht für Alarme, die über den %@ Bluetooth-Panikknopf ausgelöst werden!
es_mx: ¡Advertencia: El ajuste a los retrasos de tiempo no aplican a las alertas emitidas vía el Botón de pánico Bluetooth de %@!
pt_br: Atenção: Tempo de atraso não se aplica aos alertas emitidos pelo Botão de Pânico Bluetooth %@!
ro_ro: Atenție: Setarea de discrepanță temporală nu se aplică alertelor inițiate prin Butonul de Panică Bluetooth al %@

source: is being harassed
de_de: wird belästigt
es_mx: está siendo acosado
pt_br: está sendo assediado
ro_ro: este abuzat

source: Send harassed alert?
de_de: Schikanierte Warnung senden?
es_mx: ¿Enviar alerta de acoso?
pt_br: Enviar alerta assediado?
ro_ro: Trimite alertă de abuzare?

source: Additional Note: %@
de_de: Zusätzliche Anmerkung: %@
pt_br: Anotação Adicional: %@
ro_ro: Notă Adițională: %@

source: had car accident
de_de: hatte Autounfall
ro_ro: a suferit un accident de mașină

source: is being physical abused
de_de: wird körperlich verletzt
ro_ro: este agresat fizic

source: is in the city of %@ and
de_de: ist in der Stadt von %@ und
pt_br: está na cidade de %@ e
ro_ro: este în orașul %@ și

source: is observing a natural disaster
de_de: beobachtet eine Naturkatastrophe
ro_ro: este martor la un dezastru natural

source: is trapped/lost
de_de: ist gefangen / verloren
ro_ro: este sechestrat/pierdut

source: issued a %@ 112 alert.
de_de: hat einen %@ 112 Alarm ausgegeben
ro_ro: a emis o alertă %@ 112.

source: issued a %@ 411 alert.
de_de: hat einen %@ 411-Alarm ausgegeben.
pt_br: emitiu um alerta %@ 411.
ro_ro: a emis o alertă %@ 411.

source: issued a %@ alert.
de_de: hat einen %@ -Alarm ausgegeben.
pt_br: emitiu um alerta %@.
ro_ro: a emis o alertă %@.

source: issued a pre-authorisation alert
de_de: gab eine Vorautorisierung aus
ro_ro: a emis o alertă prealabilă autorizării

source: on %@
de_de: auf %@
pt_br: em %@
ro_ro: pe %@

source: %@ %@ Ride
de_de: %@ %@ Fahrt
pt_br: %1$@ %2$@ Carona
ro_ro: %@ %@ Cursă

source: %@ %@ away
de_de: %@ %@ abwesend
pt_br: %1$@ %2$@ não disponível
ro_ro: %@ %@ distanță

source: %@ %@ connected
de_de: %@ %@ in Verbindung gebracht
pt_br: %1$@ %2$@ conectado
ro_ro: %@ %@ conectat

source: %@ %@ disconnected
de_de: %@ %@ getrennt
pt_br: %1$@ %2$@ desconectado
ro_ro: %@ %@ deconectat

source: %@ %@ ride
de_de: %@ %@ gefahren
pt_br: %1$@ %2$@ carona
ro_ro: %@ %@ cursă

source: %@ 112 Alert
de_de: %@ 112 Alarm
ro_ro: %@ Alertă 112

source: %@ 411 Alert
de_de: %@ 411 Alarm
pt_br: %@ Alerta 411
ro_ro: %@ Alertă 411

source: %@ ALERTS
de_de: %@ Warnungen
pt_br: %@ ALERTAS
ro_ro: %@ ALERTE

source: %@ Alert
de_de: %@ Warnung
pt_br: %@ Alerta
ro_ro: Alertă de %@

source: %@ Call Centre
de_de: %@ Call-Center
ro_ro: %@ Centru Dispecerat

source: %@ PANIC BUTTON SETTINGS
de_de: %@ PANIKKNOPF-EINSTELLUNGEN
pt_br: %@ CONFIGURAÇÕES DO BOTÃO DE PÂNICO
ro_ro: %@ SETĂRI ALE BUTONULUI DE PANICĂ

source: %@ already created
de_de: %@ bereits erstellt
pt_br: %@ já criada
ro_ro: %@ deja a fost creat

source: %@ already exists
de_de: %@ ist bereits vorhanden
pt_br: %@ já existe
ro_ro: %@ deja există

source: %@ and
de_de: %@ und
pt_br: %@ e
ro_ro: %@ și

source: %@ at %@
de_de: %@ beim %@
pt_br: %1$@ em %2$@
ro_ro: %@ la %@

source: %@ blocked successfully.
de_de: %@ wurde erfolgreich blockiert.
pt_br: %@ bloqueado com sucesso.
ro_ro: %@ blocat cu succes.

source: %@ can't help you this time.
de_de: %@ kann dir diesmal nicht helfen.
pt_br: %@ não pode ajudá-lo desta vez.
ro_ro: %@ nu te poate ajuta momentan.

source: %@ can't help you this time: %@
de_de: %@ kann dir diesmal nicht helfen:%@
pt_br: %1$@ não pode ajudá-lo desta vez: %2$@
ro_ro: %@ nu te poate ajuta momentan: %@

source: %@ connected
de_de: %@ in Verbindung gebracht
pt_br: %@ conectado
ro_ro: %@ conectat

source: %@ does not have permission to use the camera.
de_de: %@ hat keine Berechtigung zur Verwendung der Kamera.
pt_br: %@ não tem permissão para usar a câmera.
ro_ro: %@ nu are permisiunea de a folosi camera.

source: %@ doesn't have permission to use Camera, please change privacy settings
de_de: %@ hat keine Berechtigung zur Verwendung der Kamera, bitte ändern Sie die Datenschutzeinstellungen
pt_br: %@ não tem permissão para usar a câmera. Por favor, mude as configurações de privacidade
ro_ro: %@ nu are permisiunea de a folosi Camera, te rugăm schimbă setările de confidențialitate
