Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: is being bullied
de_de: wird schikaniert
es_mx: está siendo acosado
pt_br: está sendo ameaçado
ro_ro: este abuzat

source: is being hijacked
de_de: wird entführt
es_mx: está siendo secuestrado
pt_br: está sendo sequestrado
ro_ro: este răpit

source: is being pulled over by police
de_de: wird von der Polizei angehalten
es_mx: está siendo detenido por la policía
pt_br: está sendo parado pela polícia
ro_ro: este tras pe dreapta de către poliție

source: is cop blocking
de_de: behindert die Polizei
es_mx: está en bloqueo policiaco
pt_br: está sendo bloqueado pela polícia
ro_ro: este în tergiversări cu poliția

source: is fallen
de_de: ist gestürzt
es_mx: se cayó
pt_br: levou um tombo
ro_ro: a căzut

source: is in danger
de_de: ist in Gefahr
es_mx: está en peligro
pt_br: está em perigo
ro_ro: este în pericol

source: is in panic
de_de: ist in Panik
es_mx: está en pánico
pt_br: está em pânico
ro_ro: este panicat

source: is observing a fire
de_de: beobachtet ein Feuer
es_mx: está observando un incendio
pt_br: está vendo um incêndio
ro_ro: este martor la un incendiu

source: is observing criminal activity
de_de: beobachtet kriminelle Aktivitäten
es_mx: está observando actividad criminal
pt_br: está observando atividade criminal
ro_ro: este martor al unei activități criminale

source: is observing someone being arrested
de_de: beobachtet jemanden, der verhaftet wird
es_mx: está observando a alguien que es arrestado
pt_br: está vendo alguém sendo preso
ro_ro: este martor al unui arest

source: issued this alert
de_de: löste diesen Alarm aus
es_mx: envió esta alerta
pt_br: emitiu este alerta
ro_ro: a emis o alertă

source: needs medical attention
de_de: benötigt medizinische Hilfe
es_mx: necesita atención médica
pt_br: precisa de cuidados médicos
ro_ro: necesită atenție medicală

source: "Let your friends and neighbours know of lurking dangers in your community and improve safety in your neighborhood"
de_de: Informieren Sie Ihre Freunde und Nachbarn über lauernde Gefahren in Ihrer Gemeinschaft und verbessern Sie die Sicherheit in Ihrer Nachbarschaft.
es_mx: Haz que tus amigos y vecinos sepan de peligros que acechan en tu comunidad y mejora la seguridad en tu vecindario
pt_br: Avise seus amigos e vizinhos de perigos à espreita em sua comunidade e melhore a segurança do seu bairro
ro_ro: Anunță-ți prietenii și vecinii de pericolele ascunse din comunitatea ta și îmbunătățește siguranța din zonă

source: "This is the app that allows you to issue and respond to emergencies from your family, friends and neighbors in real time"
de_de: Dies ist die App, die es Ihnen erlaubt, Notfälle zu veröffentlichen und auf die von Ihrer Familie, den Freunden und Nachbarn in Echtzeit zu reagieren.
es_mx: Esta es la aplicación que te permite enviar y responder en tiempo real a emergencias de tu familia, tus amigos y tus vecinos.
pt_br: Este aplicativo permite você emitir e responder emergências para sua família, amigos ou vizinhos em tempo real
ro_ro: Aceasta este aplicația ce îți permite să emiți sau să răspunzi în timp real la urgențele familiei, cercului de prieteni sau vecinilor tăi

source: "When you are in an emergency, just press the emergency button and you are instantly connected with our highly trained emergency response management team who will dispatch the correct rescue or support asset to your emergency."
de_de: Wenn Sie in einem Notfall sind, drücken Sie einfach den Notfallknopf und Sie werden sofort mit unserem gut ausgebildeten Notfall-Team verbunden, das Sie zur korrekten Rettungs- oder Hilfsstelle für Ihren Notfall verbindet.
es_mx: Cuando tienes una emergencia, solo presiona el botón de emergencia y estarás conectado inmediatamente con nuestro equipo de manejo de respuesta a emergencias altamente entrenado que despacharán el rescate o el elemento de ayuda adecuado para tu emergencia.
pt_br: Quando você estiver em uma emergência, pressione o Botão de Emergência para ser instantaneamente conectado à nossa altamente treinada equipe de gerenciamento de emergência, que irá enviar a ajuda ou resgate necessário até você.
ro_ro: Când ești într-o situație de urgență, doar apasă butonul de urgență și vei fi instant conectat cu echipa noastră de intervenție care va trimite ajutorul adecvat.

source: "You can stream live video and audio to all your friends and groups, to one person or one thousand. The video cannot be deleted or erased."
de_de: Sie können Live-Video und Audio an alle Ihre Freunde und Gruppen streamen, an eine Person oder Tausende. Das Video kann nicht gelöscht werden.
es_mx: Puedes transmitir video y audio en vivo a todos tus amigos y grupos, a una persona o a miles. El video no puede ser borrado o eliminado.
pt_br: Você pode transmitir vídeo e áudio ao vivo para seus amigos e grupos, para uma pessoa ou para milhares. O vídeo não pode ser deletado ou apagado.
ro_ro: Poți difuza video și audio în direct tuturor prietenilor și grupurilor tale, fie unei singure persoane, fie la o mie. Acest video nu poate fi șters.

source: "iER is South Africa’s only national dedicated emergency response and disaster management network. With iER you are connected with 1000’s of emergency and security personnel who will come to your assistance when needed."
de_de: iER ist die einzige zweckbestimmte Notfall- und Katastrophen-Managementnetzwerk in Südafrika. Mit iER sind Sie mit Tausenden von Notfall- und Sicherheitsmitarbeiter verbunden, die Ihnen falls nötig zur Hilfe kommen.
es_mx: iER es la única red nacional dedicada al manejo de respuestas de emergencias y desastres. Con iER estás conectado con miles de personas de seguridad y emergencias que vendrán en tu ayuda cuando sea necesario.
pt_br: iER é a única rede nacional dedicada a resposta de emergências e gestão de desastres da África do Sul. Com iER você está conectado com milhares de pessoas da área de emergência e segurança que virão em seu auxílio quando necessário.
ro_ro: iER este singura rețea națională de răspuns de urgență și de gestionare a dezastrelor dedicată din Africa de Sud. Cu iER ești conectat cu 1000 de profesioniști în urgențe și de securitate, ce vor veni în ajutorul tău atunci când este necesar.

source: 's car broke down
de_de: s Auto ist liegengeblieben.
es_mx: tiene el carro descompuesto
pt_br: 's carro quebrou
ro_ro: are mașina stricată

source: (1-50 miles)
de_de: (1-50 Meilen)
es_mx: (1-50 millas)
pt_br: (1-50 milhas)
ro_ro: (1-50 mile)

source: (1-80 kms)
de_de: (1-80 km)
ro_ro: (1-80 km)

source: - All Friend(s)
de_de: - Alle Freunde
es_mx: - Todos los amigos
pt_br: - Todos os amigos(s)

source: - Near By users
de_de: - Benutzer in der Nähe
es_mx: - Usuarios cercanos
pt_br: - Usuários próximos

source: - Private Cell(s):
de_de: - Private Zelle(n):
es_mx: - Célula(s) privada(s)
pt_br: - Célula(s) Privada(s):
ro_ro: - Celule private:

source: - Public Cell(s):
de_de: - Öffentliche Zelle(n):
es_mx: - Célula(s) pública(s)
pt_br: - Célula(s) Pública(s):
ro_ro: - Celule publice:

source: 1 user
de_de: 1 Benutzer
es_mx: 1 usuario
pt_br: 1 usuário
ro_ro: 1 utilizator

source: A friend invite was send to
de_de: Ein Freund lud Sie ein zu
es_mx: Se envió una solicitud de amistad a
pt_br: Um convite de amizade foi enviado para
ro_ro: O cerere de prietenie a fost trimisă către

source: A new Public Cell called
de_de: Ein neue öffentlich Zelle namens
es_mx: Una nueva celda pública llamada
pt_br: Uma nova Célula Pública chamou
ro_ro: O nouă Celulă Publică a fost solicitată

source: ADD
de_de: HINZUFÜGEN
es_mx: AGREGAR
pt_br: ADICIONAR

source: ADDITIONAL NOTE
de_de: ZUSÄTZLICHE MITTEILUNG
es_mx: NOTA ADICIONAL
pt_br: ANOTAÇÃO ADICIONAL
ro_ro: NOTĂ ADIȚIONALĂ

source: ALLERGIES
de_de: ALLERGIEN
es_mx: ALERGIAS
pt_br: ALERGIAS
ro_ro: ALERGII

source: Add
de_de: Hinzufügen
es_mx: Agregar
pt_br: Adicionar
ro_ro: Adaugă

source: Add a note
de_de: Mitteilung hinzufügen
es_mx: Agregar una nota
pt_br: Adicionar uma anotação
ro_ro: Adaugă notă

source: Add a note?
de_de: Mitteilung hinzufügen?
es_mx: ¿Agregar una nota?
pt_br: Adicionar uma anotação?
ro_ro: Adaugă notă?

source: Additional Note
de_de: Zusätzliche Mitteilung
es_mx: Nota adicional
pt_br: Anotação adicional
ro_ro: Notă adițională

source: Additional text message if any
de_de: Zusätzliche optionale Textmitteilung
es_mx: Mensaje de texto adicional, si aplica
pt_br: Mensagem de texto adicional
ro_ro: Text adițional dacă se dorește

source: Alert
de_de: Alarm
es_mx: Alerta
pt_br: Alerta
ro_ro: Alertă

source: Alert sent successfully
de_de: Alarm erfolgreich gesendet
es_mx: La alerta se envió correctamente
pt_br: Alerta enviado com sucesso
ro_ro: Alertă trimisă cu succes

source: All Friends
de_de: Alle Freunde
es_mx: Todos los amigos
pt_br: Todos os Amigos
ro_ro: Toți prietenii

source: Allergies
de_de: Allergien
es_mx: Alergias
pt_br: Alergias
ro_ro: Alergii

source: An email has been sent with reset password instructions, please check your email
de_de: Es wurde eine E-Mail mit Anweisungen zum Zurücksetzen gesendet. Bitte sehen Sie in Ihren E-Mails nach.
es_mx: Se envió un email con instrucciones para restablecer la contraseña, por favor, revisa tu email
pt_br: Um email foi enviado com instruções de reinicialização. Por favor, cheque o seu email.
ro_ro: Un e-mail cu instrucțiuni de resetare a parolei a fost trimis, te rugăm verifică-ți mesajele

source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.
es_mx: Ocurrió un error desconocido.
pt_br: Ocorreu um erro desconhecido.
ro_ro: S-a produs o eroare necunoscută.

source: App requires to connect to Facebook in order to publish alerts when you issue one
de_de: Die App erfordert eine Verbindung zu Facebook, um Alarme zu veröffentlichen, wenn Sie einen ausgeben.
es_mx: La aplicación requiere conectarse a Facebook para publicar alertas cuando emitas una
pt_br: Conexão ao Facebook é necessária para publicação dos alertas que você emite
ro_ro: Aplicația necesită să se conecteze la Facebook pentru a putea publica alertele ce le vei emite

source: App requires to connect to Facebook in order to stream videos to your Facebook Wall when you stream one.
de_de: Die App erfordert eine Verbindung zu Facebook, um Videos an Ihre Facebook-Pinnwand zu streamen, wenn es eines gibt.
es_mx: La aplicación requiere conectarse a Facebook para transmitir videos en tu muro de Facebook cuando envíes uno.
pt_br: Conexão ao Facebook é necessária para transmitir vídeos no seu perfil do Facebook.
ro_ro: Aplicația necesită să se conecteze la Facebook pentru a putea difuza video în direct pe peretele tău când va fi cazul.

source: Approve
de_de: Genehmigen
es_mx: Aprobar
pt_br: Aprovar
ro_ro: Aprobă

source: Are you lost with a broken car?
de_de: Sind Sie mit einem defekten Auto gestrandet?
es_mx: ¿Estás perdido con un carro descompuesto?
pt_br: Você está perdido com um carro quebrado?
ro_ro: Ești rătăcit cu o mașină stricată?

source: Are you sure you want to disconnect your account from Facebook? App will no longer be able to publish alerts or stream live video to your Facebook wall.
de_de: Möchten Sie Ihr Facebook-Konto wirklich trennen? Die App kann keine weiteren Alarme oder Live-Videos auf Ihrer Facebook-Pinnwand veröffentlichen.
es_mx: ¿Estás seguro de que quieres desconectar tu cuenta de Facebook? La aplicación ya no podrá publicar alertas o transmitir videos en vivo a tu muro de Facebook.
pt_br: Tem certeza de que deseja desconectar sua conta do Facebook? Este aplicativo não poderá mais publicar alertas ou transmitir vídeo em seu perfil no Facebook.
ro_ro: Ești sigur că vrei să îți deconectezi contul de Facebook? Aplicația nu va mai putea publica alerte sau difuza video în direct pe peretele tău de Facebook.

source: Are you sure you want to disconnect your account from Facebook? App will no longer be able to publish alerts to your Facebook wall.
de_de: Möchten Sie Ihr Facebook-Konto wirklich trennen? Die App kann keine weiteren Alarme an Ihrer Facebook-Pinnwand veröffentlichen.
es_mx: ¿Estás seguro de que quieres desconectar tu cuenta de Facebook? La aplicación ya no podrá publicar alertas en tu muro de Facebook.
pt_br: Tem certeza de que deseja desconectar sua conta do Facebook? Este aplicativo não poderá mais publicar alertas em seu perfil no Facebook.
ro_ro: Ești sigur că vrei să îți deconectezi contul de Facebook? Aplicația nu va mai putea publica alerte pe peretele tău de Facebook.

source: Are you sure you want to forget this device?
de_de: Möchten Sie dieses Gerät wirklich vergessen?
es_mx: ¿Estás seguro de que quieres descartar este dispositivo?
pt_br: Você tem certeza de que deseja esquecer este dispositivo?
ro_ro: Ești sigur că vrei să uiți acest dispozitiv?

source: Are you sure, you want to logout? You will no longer be able to receive and send emergency alerts!
de_de: Möchten Sie sich wirklich abmelden? Sie können keine weiteren Notfallalarme empfangen oder senden!
es_mx: ¿Estás seguro de que quieres cerrar la sesión? ¡Ya no podrás enviar ni recibir alertas!
pt_br: Tem certeza de que deseja desconectar? Você não poderá mais enviar e receber alertas de emergência!
ro_ro: Ești sigur că vrei să te deloghezi? Nu vei mai putea să primești sau să trimiți alerte de urgență!

source: Atleast one payment form has to be selected
de_de: Mindestens eine Zahlungsform muss ausgewählt werden.
es_mx: Por lo menos tienes que seleccionar una forma de pago
pt_br: Ao menos uma forma de pagamento precisa ser selecionada
ro_ro: Selectează cel puțin o metodă de plată

source: Attention
de_de: Achtung
es_mx: Atención
pt_br: Atenção
ro_ro: Atenție

source: Authorization Status
de_de: Autorisierungsstatus
es_mx: Estatus de la autorización
pt_br: Status da Autorização
ro_ro: Stare autorizare

source: BLOOD GROUP
de_de: BLUTGRUPPE
es_mx: GRUPO SANGUÍNEO
pt_br: GRUPO SANGUÍNEO
ro_ro: GRUPA SANGUINĂ

source: Battery: Retrieving
de_de: Batterie: Wird abgerufen ...
es_mx: Batería: Recuperando
pt_br: Bateria: Buscando
ro_ro: Baterie: Recepționare

source: Blood Type
de_de: Blutgruppe
es_mx: Tipo de sangre
pt_br: Tipo Sanguíneo:
ro_ro: Tipul sanguin

source: Bluetooth BLE hardware is unsupported on this device
de_de: Bluetooth-BLE-Hardware wird auf diesem Gerät nicht unterstützt.
es_mx: El hardware de Bluetooth BLE no es compatible en este dispositivo
pt_br: Hardware BLE Bluetooth não é suportado neste dispositivo.
ro_ro: Modulul BLE Bluetooth nu este suportat de acest dispozitiv

source: By sending alerts to nearby users, strangers who are not your friends may receive these alerts. Are you sure you want to alert strangers when issuing a panic alert?
de_de: Durch die Sendung eines Alarms an Benutzer in der Nähe, können Fremde, die nicht Ihre Freunde sind, diese Alarme erhalten. Möchten Sie wirklich Fremde alarmieren, wenn Sie einen Panikalarm auslösen?
es_mx: Al enviar alertas a los usuarios cercanos, extraños que no son tus amigos pueden recibir esas alertas. ¿Estás seguro de que quieres alertar a extraños cuando envías una alerta de pánico?
pt_br: Ao enviar alertas para usuários próximos, estranhos que não são seus amigos podem receber estes alertas. Você tem certeza de que deseja alertar estranhos ao emitir um alerta de pânico?
ro_ro: Prin trimiterea de alerte către utilizatorii din apropiere, acestea vor putea fi primite de către străini ce nu îți sunt prieteni. Ești sigur că vrei să alertezi străini când vei emite public?

source: CHANGE PASSWORD
de_de: PASSWORT ÄNDERN
es_mx: CAMBIAR CONTRASEÑA
pt_br: ALTERAR SENHA
ro_ro: SCHIMBĂ PAROLA

source: CLOSE
de_de: SCHLIESSEN
es_mx: CERRAR
pt_br: FECHAR
ro_ro: ÎNCHIDE

source: Camera
de_de: Kamera
es_mx: Cámara
pt_br: Câmera
ro_ro: Cameră

source: Cancel
de_de: Abbrechen
es_mx: Cancelar
pt_br: Cancelar
ro_ro: Anulare

source: Cancelled
de_de: Storniert
es_mx: Cancelado
pt_br: Cancelado
ro_ro: Anulat

source: Category not available
de_de: Kategorie nicht verfügbar
es_mx: Categoría no disponible
pt_br: Categoria não disponível
ro_ro: Categorie indisponibilă

source: Cell Name
de_de: Zellenname
es_mx: Nombre de la célula
pt_br: Nome da Célula
ro_ro: Nume celulă

source: Cell added successfully
de_de: Zelle erfolgreich hinzugefügt
es_mx: Se agregó la célula con éxito
pt_br: Célula adicionada com sucesso
ro_ro: Celulă adăugată cu succes

source: Cell name
de_de: Zellenname
es_mx: Nombre de la célula
pt_br: Nome da Célula
ro_ro: Nume celulă

source: Close
de_de: Schließen
es_mx: Cerrar
pt_br: Fechar
ro_ro: Închide

source: Coming Soon
de_de: Kommt bald
es_mx: Próximamente
pt_br: Em Breve
ro_ro: În curând

source: Confirmed
de_de: Bestätigt
es_mx: Confirmado
pt_br: Confirmado
ro_ro: Confirmat

source: Connect
de_de: Verbinden
es_mx: Conectar
pt_br: Conectar
ro_ro: Conectează

source: Connected
de_de: Verbunden
es_mx: Conectado
pt_br: Conectado
ro_ro: Conectat

source: Connecting
de_de: Verbindung
es_mx: Conectando
pt_br: Conectando
ro_ro: Conectare

source: Connection Error
de_de: Verbindungsfehler
es_mx: Error de conexión
pt_br: Erro de Conexão
ro_ro: Eroare de conectare

source: Continue
de_de: Weiter
es_mx: Continuar
pt_br: Continuar
ro_ro: Continuare

source: Cost cannot be empty.
de_de: Kosten dürfen nicht leer sein.
es_mx: El costo no puede estar vacío
pt_br: Custo não pode estar vazio.
ro_ro: Prețul nu poate fi gol.

source: Coworkers
de_de: Kollegen
es_mx: Colegas
pt_br: Colegas de trabalho
ro_ro: Colegi

source: Create new Cell
de_de: Neue Zelle erstellen
es_mx: Crear una Célula nueva
pt_br: Criar nova Célula

source: Current Location Not Found
de_de: Aktueller Standort nicht gefunden
es_mx: No se encontró la ubicación actual
pt_br: Localização Atual Não Encontrada
ro_ro: Localizarea curentă nu a fost găsită

source: Deny
de_de: Ablehnen
es_mx: Rechazar
pt_br: Negar
ro_ro: Refuză

source: Did you reached the pickup location?
de_de: Haben Sie den Abholort erreicht?
es_mx: ¿Llegaste a la ubicación de recogida?
pt_br: Você chegou no local de coleta?
ro_ro: Ai ajuns la locul de întâlnire?

source: Disconnected
de_de: Getrennt
es_mx: Desconectado
pt_br: Desconectado
ro_ro: Deconectat

source: Disconnecting
de_de: Verbindung wird getrennt
es_mx: Desconectando
pt_br: Desconectando
ro_ro: Deconectare

source: Do It Later
de_de: Später erledigen
es_mx: Hacerlo después
pt_br: Mais Tarde
ro_ro: Amânare

source: Do it later
de_de: Später erledigen
es_mx: Hacerlo después
pt_br: Mais Tarde
ro_ro: Amânare

source: Do you also want to start streaming live video globally?
de_de: Möchten außerdem das Streamen von weltweitem Live-Video starten?
es_mx: ¿También quieres empezar a transmitir el video en vivo de forma global?
pt_br: Você deseja transmitir um vídeo ao vivo globalmente?
ro_ro: Vrei de asemenea să difuzezi în direct la nivel global?

source: Do you also want to start streaming live video to all friends?
de_de: Möchten Sie außerdem das Streamen von Live-Video an alle Freunde starten?
es_mx: ¿También quieres empezar a transmitir el video en vivo a todos tus amigos?
pt_br: Também deseja iniciar transmissão de vídeo para todos os seus amigos?
ro_ro: Vrei de asemenea să difuzezi în direct tuturor prietenilor?

source: Do you also want to start streaming live video?
de_de: Möchten Sie außerdem das Streamen von Live-Video starten?
es_mx: ¿También quieres empezar a transmitir el video en vivo?
pt_br: Também deseja transmitir um vídeo ao vivo?
ro_ro: Vrei de asemenea să difuzezi în direct?

source: Do you want directions to the pickup location?
de_de: Möchten Sie eine Wegbeschreibung zum Abholort erhalten?
es_mx: ¿Quieres instrucciones hacia la ubicación de recogida?
pt_br: Você quer a rota para o local de coleta?
ro_ro: Dorești indicații către locul de întâlnire?

source: Do you want to send additional note to
de_de: Zusätzlich Sendung einer Mitteilung an
es_mx: ¿Quieres enviar una nota adicional a
pt_br: Deseja enviar observação adicional para
ro_ro: Dorești să trimiți o notă adițională către

source: Done
de_de: Fertig
es_mx: Hecho
pt_br: Pronto
ro_ro: Încheiat

source: Downloaded
de_de: Heruntergeladen
es_mx: Descargado
pt_br: Baixado
ro_ro: Descărcat

source: EXPLORE CELLS
de_de: ZELLEN ERKUNDEN
es_mx: EXPLORAR CÉLULAS
pt_br: EXPLORAR CÉLULAS
ro_ro: EXPLOREAZĂ CELULE

source: Email Required
de_de: E-Mail-Adresse erforderlich
es_mx: Se requiere el email
pt_br: Email Necessário
ro_ro: Email obligatoriu

source: Enable Fall Detection
de_de: Sturzerkennung aktivieren
es_mx: Habilitar la detección de caída
pt_br: Habilitar Detecção de Queda
ro_ro: Activează detectarea căzăturii

source: Enter alert description
de_de: Alarmbeschreibung eingeben
es_mx: Ingresar la descripción de la alerta
pt_br: Digite a descrição do alerta
ro_ro: Introdu descrierea alertei

source: Enter device name
de_de: Gerätename eingeben
es_mx: Ingresar el nombre del dispositivo
pt_br: Digite o nome do dispositivo
ro_ro: Introdu numele dispozitivului

source: Enter email address
de_de: E-Mail-Adresse eingeben
es_mx: Ingresar la dirección de email
pt_br: Digite o endereço de email

source: Enter your email
de_de: Geben Sie Ihre E-Mail-Adresse ein.
es_mx: Ingresa tu email
pt_br: Digite seu email
ro_ro: Introdu-ți adresa de email

source: Error occurred: Try again later.
de_de: Fehler aufgetreten: Später erneut versuchen.
es_mx: Ocurrió un error: Inténtalo de nuevo más tarde.
pt_br: Ocorreu um erro: Tente novamente mais tarde.
ro_ro: Eroare: Încearcă mai târziu.

source: FALLEN ALERT
de_de: STURZALARM
es_mx: ALERTA DE CAÍDA
pt_br: ALERTA DE QUEDA
ro_ro: ALERTĂ CĂZĂTURĂ

source: FAQ
de_de: Häufige Fragen
es_mx: PREGUNTAS FRECUENTES
pt_br: PERGUNTAS FREQUENTES
ro_ro: Î/R

source: FAQ & TUTORIALS
de_de: HÄUFIGE FRAGEN UND ANLEITUNGEN
es_mx: PREGUNTAS FRECUENTES Y TUTORIALES
pt_br: PERGUNTAS FREQUENTES E TUTORIAIS

source: FORWARDED ALERT
de_de: WEITERGELEITETER ALARM
es_mx: ALERTA REENVIADA
pt_br: ALERTA ENVIADO
ro_ro: ALERTĂ REDIRECȚIONATĂ

source: FRIENDS
de_de: FREUNDE
es_mx: AMIGOS
pt_br: AMIGOS
ro_ro: PRIETENI

source: Family
de_de: Familie
es_mx: Familia
pt_br: Família
ro_ro: Familie

source: Forward Alert?
de_de: Alarm weiterleiten?
es_mx: ¿Reenviar alerta?
pt_br: Enviar Alerta?
ro_ro: Redirecționează alerta?

source: Friends
de_de: Freunde
es_mx: Amigos
pt_br: Amigos
ro_ro: Prieteni

source: GENERATE Q.R. CODE
de_de: QR-CODE ERZEUGEN
es_mx: GENERAR CÓDIGO Q.R.
pt_br: GERAR CÓDIGO QR

source: GLOBAL ALERT
de_de: WELTWEITER ALARM
es_mx: ALERTA GLOBAL
pt_br: ALERTA GLOBAL
ro_ro: ALERTĂ GLOBALĂ

source: Gallery
de_de: Galerie
es_mx: Galería
pt_br: Galeria
ro_ro: Galerie

source: Go to Settings>Privacy and turn on Location Services to determine your current location.
de_de: Gehen Sie in Einstellungen>Privatspähre und schalten Sie die Ortungsdienste ein, um Ihren aktuellen Standort zu bestimmen.
es_mx: Ve a Ajustes>Privacidad y enciende los Servicios de ubicación para determinar tu ubicación actual.
pt_br: Vá em Configurações->Privacidade e ative Serviços de Localização para determinar sua localização atual
ro_ro: Navighează la Setări>Confidențialitate și activează Serviciile Localizare pentru a-ți determina localizarea curentă.

source: I
de_de: Ich

source: INVITE
de_de: EINLADEN
es_mx: INVITAR
pt_br: CONVITE

source: INVITE CONTACTS
de_de: KONTAKTE EINLADEN
es_mx: INVITAR CONTACTOS
pt_br: CONVIDAR CONTATOS

source: If approved, this member will be able to send emergency alerts to the members of this Cell
de_de: Nach der Genehmigung kann dieser Benutzer Notfallalarme an die Mitglieder dieser Zelle senden.
es_mx: Si es aprobado, este miembro podrá enviar alertas de emergencia a los miembros de esta Célula
pt_br: Caso seja aprovado, este usuário poderá enviar alertas de emergência para os membros desta Célula
ro_ro: După aprobare, acest membru va putea trimite alerte de urgență către membri acestei Celule

source: Image Saved Successfully
de_de: Bild erfolgreich aktualisiert
es_mx: Imagen guardada con éxito
pt_br: Imagem Salva com Sucesso
ro_ro: Imagine salvată cu succes
