Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: Invalid Code
de_de: Ungültiger Code
es_mx: Código inválido
pt_br: Código Inválido
ro_ro: Cod invalid

source: Invite sent successfully
de_de: Einladung erfolgreich gesendet
es_mx: Invitación enviada con éxito
pt_br: Convite enviado com sucesso
ro_ro: Invitație trimisă cu succes

source: Issuing unnecessary ride requests can lead to being blocked for abuse or your account being suspended. Do you want to continue?
de_de: Die Veröffentlichung unnötiger Fahrtanfragen kann zur Blockierung wegen Missbrauchs oder Sperrung Ihres Kontos führen. Möchten Sie fortfahren?
es_mx: Enviar solicitudes de viaje innecesarias puede ocasionar que seas bloqueado por abuso o que tu cuenta sea suspendida. ¿Quieres continuar?
pt_br: Enviar solicitações de carona desnecessárias podem causar bloqueio ou suspensão por abuso da sua conta. Deseja continuar?
ro_ro: Emiterea solicitărilor de curse inutile poate rezulta în blocarea utilizatorului pentru abuz sau suspendarea contului. Dorești să continui?

source: JOINED CELLS
de_de: BEIGETRETENE ZELLEN
es_mx: CÉLULAS UNIDAS
pt_br: CÉLULAS AFILIADAS
ro_ro: CELULE ADERATE

source: Join Cell
de_de: Zelle beitreten
es_mx: Unir célula
pt_br: Juntar-se à Célula
ro_ro: Aderă la celulă

source: Join This Cell
de_de: Dieser Zelle beitreten
es_mx: Unir esta célula
pt_br: Junte-se a Esta Célula

source: KNOW YOUR RIGHTS
de_de: KENNE DEINE RECHTE
es_mx: CONOCE TUS DERECHOS
pt_br: CONHEÇA SEUS DIREITOS

source: Kms
de_de: km
ro_ro: Km

source: LOGOUT
de_de: ABMELDUNG
es_mx: CERRAR SESIÓN
pt_br: SAIR

source: Later
de_de: Später
es_mx: Después
pt_br: Mais tarde
ro_ro: Mai târziu

source: Leave This Cell
de_de: Diese Zelle verlassen
es_mx: Abandonar esta célula
pt_br: Deixar Esta Célula

source: Location Services Disabled
de_de: Ortungsdienste deaktiviert
es_mx: Los servicios de ubicación están deshabilitados
pt_br: Serviços de Localização Desabilitados
ro_ro: Serviciile de Localizare Dezactivate

source: Logout
de_de: Abmeldung
es_mx: Cerrar sesión
pt_br: Sair
ro_ro: Delogare

source: MY PRIVATE CELLS
de_de: MEINE PRIVATEN ZELLEN
es_mx: MIS CÉLULAS PRIVADAS
pt_br: MINHAS CÉLULAS PRIVADAS
ro_ro: CELULELE MELE PRIVATE

source: MY PROFILE
de_de: MEIN PROFIL
es_mx: MI PERFIL
pt_br: MEU PERFIL

source: MY PUBLIC CELLS
de_de: MEINE ÖFFENTLICHEN ZELLEN
es_mx: MIS CÉLULAS PÚBLICAS
pt_br: MINHAS CÉLULAS PÚBLICAS
ro_ro: CELULELE MELE PUBLICE

source: Map Type
de_de: Kartentyp
es_mx: Tipo de mapa
pt_br: Tipo de Mapa
ro_ro: Tip hartă

source: Medical Details
de_de: Medizinische Details
es_mx: Detalles médicos
pt_br: Detalhes Médicos
ro_ro: Detalii medicale

source: N/A
de_de: Entfällt
pt_br: Não Disponível

source: Need Bluetooth for Panic Button to work
de_de: Zur Funktion des Panikknopfs wird Bluetooth benötigt.
es_mx: Se necesita Bluetooth para que funcione el Botón de pánico
pt_br: Bluetooth é necessário para que o Botão de Pânico funcione
ro_ro: Necesită Bluetooth pentru funcționarea Butonului de Panică

source: Neighborhood Watch
de_de: Nachbarschaftswache
es_mx: Vigilancia del vecindario
pt_br: Vigilantes do Bairro
ro_ro: Veghere zonală

source: No
de_de: Nein
pt_br: Não
ro_ro: Nu

source: No members in the selected Cell
de_de: Keine Mitglieder in der ausgewählten Zelle
es_mx: No hay miembros en la Célula seleccionada
pt_br: Não há membros na Célula selecionada
ro_ro: Niciun membru în această Celulă

source: No more Cells to load
de_de: Keine weiteren zu ladende Zellen
es_mx: No hay más Células que cargar
pt_br: Não há mais Células para carregar
ro_ro: Nu mai sunt Celule de încărcat

source: Not Verified
de_de: Nicht bestätigt
es_mx: No está verificado
pt_br: Não Verificado
ro_ro: Neverificat

source: Notify Again
de_de: Erneut benachrichtigen
es_mx: Notificar de nuevo
pt_br: Notificar Novamente
ro_ro: Notifică din nou

source: Notify Rider
de_de: Fahrer benachrichtigen
es_mx: Notificar al pasajero
pt_br: Notificar Motorista
ro_ro: Notificare pasager

source: OTHER MEDICAL CONDITIONS
de_de: ANDERE MEDIZINISCHE UMSTÄNDE
es_mx: OTRAS CONDICIONES MÉDICAS
pt_br: OUTRAS CONDIÇÕES MÉDICAS
ro_ro: ALTE CONDIȚII MEDICALE

source: OWNED CELLS
de_de: EIGENE ZELLEN
es_mx: CÉLULAS QUE POSEES
pt_br: CÉLULAS PRÓPRIAS
ro_ro: CELULE DEȚINUTE

source: Officially Verified
de_de: Offiziell bestätigt
es_mx: Verificado oficialmente
pt_br: Oficialmente Verificado
ro_ro: Verificat oficial

source: Oops! There is no driver available. Try increasing the radius.
de_de: Upps! Es sind keine Fahrer verfügbar. Versuchen Sie, den Radius zu vergrößern.
es_mx: ¡Vaya! No hay un conductor disponible. Trata aumentando el radio.
pt_br: Ops! Não há motorista disponível. Tente aumentar o raio.
ro_ro: Opa! Niciun șofer disponibil. Încearcă să mărești raza.

source: Oops!!! This Cell no longer exist.
de_de: Upps!!! Diese Zelle existiert nicht mehr.
es_mx: ¡Vaya! Esta Célula ya no existe.
pt_br: Ops!!! Esta Célula não existe mais.
ro_ro: Opa!!! Această Celulă nu mai există.

source: Other Medical Conditions
de_de: Andere medizinische Umstände
es_mx: Otras condiciones médicas
pt_br: Outras Condições Médicas
ro_ro: Alte condiții medicale

source: Our team is working hard to make this feature available to you very soon :-)
de_de: Unser Team arbeitet hart daran, diese Funktion für Sie bald verfügbar zu machen. :-)
es_mx: Nuestro equipo está trabajando mucho para que tengas esta característica disponible muy pronto :-)
pt_br: Nosso time está trabalhando duro para que esta funcionalidade esteja logo disponível :-)
ro_ro: Echipa noastră lucrează din greu ca această facilitate să îți devină disponibilă cât de curând :-)

source: PANIC ALERT
de_de: PANIKALARM
es_mx: ALERTA DE PÁNICO
pt_br: ALERTA DE PÂNICO
ro_ro: ALERTĂ PANICĂ

source: Pairing your panic button
de_de: Ihr Panikknopf wird gepaart.
es_mx: Emparejando tu botón de pánico
pt_br: Pareando seu Botão de Pânico
ro_ro: Împerechere cu butonul de panică

source: Pending
de_de: Ausstehend
es_mx: Pendiente
pt_br: Pendente
ro_ro: În așteptare

source: Photo
de_de: Foto
es_mx: Foto
pt_br: Foto
ro_ro: Foto

source: Photo Alert
de_de: Fotoalarm
es_mx: Alerta de foto
pt_br: Alerta Fotográfico
ro_ro: Alertă foto

source: Please choose a category
de_de: Bitte eine Kategorie auswählen
es_mx: Por favor, escoge una categoría
pt_br: Por favor, escolha uma categoria
ro_ro: Alege o categorie

source: Please enter a valid email address
de_de: Bitte eine gültige E-Mail-Adresse eingeben.
es_mx: Por favor, ingresa una dirección de email válida
pt_br: Por favor, digite um endereço de email válido
ro_ro: Introdu o adresă de e-mail validă

source: Please enter Cell name
de_de: Bitte Zellennamen eingeben
es_mx: Por favor, ingresa un nombre de Célula
pt_br: Por favor, digite o nome da Célula
ro_ro: Introdu numele Celulei

source: Please enter cost/mile
de_de: Bitte Kosten/Meile eingeben
es_mx: Por favor, ingresa el costo/milla
pt_br: Por favor, digite o custo/milha
ro_ro: Introdu prețul/milă

source: Please enter cost/min
de_de: Bitte Kosten/Min. eingeben
es_mx: Por favor, ingresa el costo/min
pt_br: Por favor, digite o custo/min
ro_ro: Introdu prețul/minut

source: Please enter drop location
de_de: Bitte Ausstiegsort eingeben
es_mx: Por favor, ingresa la ubicación de destino
pt_br: Por favor, digite o local de destino
ro_ro: Introdu destinația

source: Please enter email
de_de: Bitte E-Mail-Adresse eingeben
es_mx: Por favor, ingresa el email
pt_br: Por favor, digite o email
ro_ro: Introdu adresa de e-mail

source: Please enter firstname
de_de: Bitte Vornamen eingeben
es_mx: Por favor, ingresa el nombre
pt_br: Por favor, digite o primeiro nome
ro_ro: Introdu numele

source: Please enter lastname
de_de: Bitte Nachnamen eingeben
es_mx: Por favor, ingresa el apellido
pt_br: Por favor, digite o sobrenome
ro_ro: Introdu prenumele

source: Please enter mobile number
de_de: Bitte Mobilnummer eingeben
es_mx: Por favor, ingresa el número de celular
pt_br: Por favor, digite o número de celular
ro_ro: Introdu numărul de mobil

source: Please enter password
de_de: Bitte Passwort eingeben
es_mx: Por favor, ingresa la contraseña
pt_br: Por favor, digite a senha
ro_ro: Introdu parola

source: Please enter pickup cost
de_de: Bitte Abholkosten eingeben
es_mx: Por favor, ingresa el costo de recogida
pt_br: Por favor, digite o custo de coleta
ro_ro: Introdu prețul de pornire

source: Please enter valid email
de_de: Bitte gültige E-Mail-Adresse eingeben
es_mx: Por favor, ingresa un email válido
pt_br: Por favor, digite um email válido
ro_ro: Introdu o adresă de e-mail validă

source: Please enter your email
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es_mx: Por favor, ingresa tu email
pt_br: Por favor, digite seu email
ro_ro: Introdu-ți adresa de e-mail

source: Please give a brief description for your Cell
de_de: Bitte geben Sie eine kurze Bescheibung Ihrer Zelle.
es_mx: Por favor, escribe una descripción breve para tu Célula
pt_br: Por favor, dê uma breve descrição para sua Célula
ro_ro: Introdu o scurtă descriere a Celulei tale

source: Please install the latest version to view this alert
de_de: Bitte installieren Sie die neuste Version, um diesen Alarm anzusehen.
es_mx: Por favor, instala la versión más reciente para ver esta alerta
pt_br: Por favor, instale a última versão para visualizar este alerta
ro_ro: Instalează ultima versiune pentru a vedea această alertă

source: Please press and hold panic button for 30 seconds to turn it off in order to avoid battery drain.
de_de: Bitte drücken und halten Sie den Panikknopf 30 Sekunden lang, um ihn abzuschalten und den Batterieverbrauch zu vermeiden.
es_mx: Por favor, presiona y mantén el botón de pánico durante 30 segundos para apagarlo y evitar que se descargue la batería.
pt_br: Por favor, pressione e segure o Botão de Pânico por 30 segundos para desligá-lo e evitar esgotamento da bateria.
ro_ro: Apasă și ține apăsat 30 timp de secunde butonul de panică pentru a-l stinge și a evita epuizarea bateriei.

source: Please provide a valid Stream name/key if you want to stream to your own live YouTube Channel.
de_de: Bitte geben Sie einen gültigen Stream-Namen/-Schlüssel ein, wenn Sie an Ihren eigenen Live-YouTube-Kanal streamen möchten.
es_mx: Por favor, proporciona un nombre/clave de transmisión válido si quieres transmitir en tu propio canal en vivo de YouTube.
pt_br: Por favor, forneça um par name/key válido se você deseja transmitir para seu próprio canal no YouTube.
ro_ro: Introdu un nume/cheie validă de Stream pentru a difuza în direct către canalul tău YouTube live.

source: Please turn on Bluetooth on your device
de_de: Bitte schalten Sie Bluetooth auf Ihrem Gerät ein.
es_mx: Por favor, enciende Bluetooth en tu dispositivo
pt_br: Por favor, ative o Bluetooth do seu dispositivo
ro_ro: Activează opțiunea Bluetooth pe dispozitivul tău

source: Please turn on Bluetooth on your device for Panic Button to work
de_de: Zur Funktion des Panikknopfs bitte auf Ihrem Gerät Bluetooth einschalten.
es_mx: Por favor, enciende Bluetooth en tu dispositivo para que funcione el Botón de pánico
pt_br: Por favor, ative o Bluetooth do seu dispositivo para que o Botão de Pânico funcione
ro_ro: Activează opțiunea Bluetooth pe dispozitivul tău ca Butonul de Panică să poată funcționa

source: Please update your email.
de_de: Bitte aktualisieren Sie Ihre E-Mail-Adresse.
es_mx: Por favor, actualiza tu email.
pt_br: Por favor, atualize o seu email.
ro_ro: Actualizează-ți adresa de e-mail.

source: Please verify your phone
de_de: Bitte bestätigen Sie Ihr Telefon.
es_mx: Por favor, verifica tu teléfono
pt_br: Por favor, verifique seu telefone
ro_ro: Verifică-ți telefonul

source: Please wait
de_de: Bitte warten
es_mx: Por favor, espera
pt_br: Por favor, aguarde
ro_ro: Te rog așteaptă

source: Please wait...
de_de: Bitte warten ...
es_mx: Por favor, espera…
pt_br: Por favor, aguarde...
ro_ro: Te rog așteaptă...

source: Police Interaction
de_de: Polizeiinteraktion
es_mx: Interacción policiaca
pt_br: Interação policial
ro_ro: Interacțiune cu poliția

source: Proceed
de_de: Fortfahren
es_mx: Proceder
pt_br: Prosseguir
ro_ro: Continuare

source: RATE THIS APP
de_de: DIESE APP BEWERTEN
es_mx: CALIFICA ESTA APLICACIÓN
pt_br: AVALIE ESTE APLICATIVO

source: RE-INVITE
de_de: ERNEUT EINLADEN
es_mx: VOLVER A INVITAR
pt_br: RECONVIDAR

source: REQUESTS
de_de: ANFRAGEN
es_mx: SOLICITUDES DE VIAJE
pt_br: SOLICITAÇÕES
ro_ro: SOLICITĂRI

source: RESEND
de_de: ERNEUT SENDEN
es_mx: REENVIAR
pt_br: REENVIAR

source: RIDE REQUESTS
de_de: FAHRTANFRAGEN
es_mx: SOLICITUDES DE VIAJE
pt_br: SOLICITAÇÕES DE CARONA
ro_ro: SOLCITĂRI CURSE

source: Rejected
de_de: Abgelehnt
es_mx: Rechazado
pt_br: Rejeitado
ro_ro: Refuzat

source: Rename your device
de_de: Benennen Sie Ihr Gerät um.
es_mx: Renombra tu dispositivo
pt_br: Renomeie seu dispositivo
ro_ro: Redenumește-ți dispozitivul

source: Request Cancelled
de_de: Anfrage storniert
es_mx: Solicitud cancelada
pt_br: Solicitação Cancelada
ro_ro: Solicitare anulată

source: Request Expired
de_de: Anfrage abgelaufen
es_mx: La solicitud expiró
pt_br: Solicitação Expirou
ro_ro: Solicitare expirată

source: Request New Ride
de_de: Neue Fahrt anfragen
es_mx: Solicitar un nuevo viaje
pt_br: Solicitar Nova Carona
ro_ro: Solicită cursă nouă

source: Request Verification
de_de: Anfragebestätigung
es_mx: Solicitar verificación
pt_br: Requisitar Verificação
ro_ro: Solicită verificare

source: Resend Code
de_de: Code erneut senden
es_mx: Reenviar código
pt_br: Reenviar Código
ro_ro: Retrimite cod

source: Response sent successfully
de_de: Antwort erfolgreich gesendet
es_mx: Se envió la respuesta con éxito
pt_br: Resposta enviada com sucesso
ro_ro: Răspuns trimis cu succes

source: Retreiving...
de_de: Abfrage ...
es_mx: Recuperando…
pt_br: Buscando...
ro_ro: Recepționare...

source: Retrieving Info...
de_de: Information wird abgerufen ...
es_mx: Recuperando información…
pt_br: Buscando informações...
ro_ro: Recepționare informații...

source: Ride Hailing
de_de: Fahrtruf
es_mx: Llamar un viaje
pt_br: Chamar Carona
ro_ro: Autostop

source: Ride not selected
de_de: Fahrt nicht ausgewählt
es_mx: No se seleccionó un viaje
pt_br: Carona não selecionada
ro_ro: Cursa nu a fost selectată

source: SCAN Q.R. CODE
de_de: QR-CODE SCANNEN
es_mx: ESCANEAR CÓDIGO Q.R.
pt_br: CAPTURAR CÓDIGO QR

source: SEARCH
de_de: SUCHEN
es_mx: BUSCAR
pt_br: PROCURAR
ro_ro: CAUTĂ

source: SETTINGS
de_de: EINSTELLUNGEN
es_mx: AJUSTES
pt_br: CONFIGURAÇÕES

source: SHARE THIS APP
de_de: DIESE APP TEILEN
es_mx: COMPARTE ESTA APLICACIÓN
pt_br: COMPARTILHE ESTE APLICATIVO

source: Satellite
de_de: Satellit
es_mx: Satélite
pt_br: Satélite
ro_ro: Satelit

source: Save
de_de: Speichern
es_mx: Guardar video en el almacenamiento local mientras se transmite.
pt_br: Salvar
ro_ro: Salvează

source: Scan QR Code
de_de: QR-Code scannen
es_mx: Escanear código QR
pt_br: Capturar código QR
ro_ro: Scanează cod QR

source: Scanning Unavailable
de_de: Scannen nicht verfügbar
es_mx: No está disponible el escaneo
pt_br: Captura Não Disponível
ro_ro: Scanare indisponibilă

source: School Friends
de_de: Schulfreunde
es_mx: Amigos de la escuela
pt_br: Amigos de Escola
ro_ro: Colegi de școală

source: Search for friend
de_de: Nach Freund suchen
es_mx: Buscar un amigo
pt_br: Procurar por amigo

source: Searching your location...
de_de: Ihr Standort wird gesucht ...
es_mx: Buscando tu ubicación…
pt_br: Procurando sua localização...
ro_ro: Căutarea localizării tale...

source: Security Guards
de_de: Wachmänner
es_mx: Guardias de seguridad
pt_br: Guardas de Segurança

source: See Requests
de_de: Anfragen ansehen
es_mx: Enviar solicitudes
pt_br: Ver Solicitações
ro_ro: Vizualizează solicitări

source: Selected
de_de: Ausgewählt
es_mx: Seleccionado
pt_br: Selecionado
ro_ro: Selectat

source: Send
de_de: Senden
es_mx: Enviar
pt_br: Enviar
ro_ro: Trimite

source: Send Global Alert?
de_de: Weltweiten Alarm senden?
es_mx: ¿Enviar alerta global?
pt_br: Enviar Alerta Global?
ro_ro: Trimite alertă globală?

source: Send arrested alert?
de_de: Verhaftungsalarm senden?
es_mx: ¿Enviar alerta de arrestado?
pt_br: Enviar um alerta de prisão?
ro_ro: Trimite alertă de arest?

source: Send bullied alert?
de_de: Schikaniert-Alarm senden?
es_mx: ¿Enviar alerta de acoso?
pt_br: Enviar alerta de ameaça?
ro_ro: Trimite alertă de abuzare?

source: Send crime alert?
de_de: Verbrechensalarm senden?
es_mx: ¿Enviar alerta de crimen?
pt_br: Enviar alerta de crime?
ro_ro: Trimite alertă de crimă?

source: Send danger alert?
de_de: Gefahrenalarm senden?
es_mx: ¿Enviar alerta de peligro?
pt_br: Enviar alerta de perigo?
ro_ro: Trimite alertă de pericol?

source: Send fire alert?
de_de: Feueralarm senden?
es_mx: ¿Enviar alerta de incendio?
pt_br: Enviar alerta de incêndio?
ro_ro: Trimite alertă de incendiu?

source: Send general alert?
de_de: Allgemeinen Alarm senden?
es_mx: ¿Enviar alerta general?
pt_br: Enviar alerta geral?
ro_ro: Trimite alertă generală?

source: Send hijack alert?
de_de: Entführungsalarm senden?
es_mx: ¿Enviar alerta de secuestro?
pt_br: Enviar alerta de sequestro?
ro_ro: Trimită alertă de deturnare?

source: Send medical alert?
de_de: Medizinischen Alarm senden?
es_mx: ¿Enviar alerta médica?
pt_br: Enviar alerta de atenção médica?
ro_ro: Trimite alertă medicală?

source: Send photo alert?
de_de: Fotoalarm senden?
es_mx: ¿Enviar alerta de foto?
pt_br: Enviar alerta fotográfico?
ro_ro: Trimite alertă foto?

source: Send police interaction alert?
de_de: Alarm über Polizeiinteraktion senden?
es_mx: ¿Enviar alerta de interacción policiaca?
pt_br: Enviar alerta de interação policial?
ro_ro: Trimite alertă de interacțiune cu poliția?

source: Send vehicle broken alert?
de_de: Autopannenalarm senden?
es_mx: ¿Enviar alerta de vehículo descompuesto?
pt_br: Enviar alerta de carro quebrado?
ro_ro: Trimite alertă de mașină stricată?

source: Send vehicle pulled over alert?
de_de: Alarm „Fahrzeug angehalten“ senden?
es_mx: ¿Enviar alerta de vehículo remolcado?
pt_br: Enviar alerta de veículo sendo parado?
ro_ro: Trimite alertă de vehicul tras pe dreapta?

source: Settings
de_de: Einstellungen
es_mx: Ajustes
pt_br: Configurações
ro_ro: Setări

source: Setup neighborhood watch or family groups
de_de: Nachbarschaftswache oder Familiengruppen einrichten
es_mx: Configurar vigilancia de vecindario o grupos familiares
pt_br: Configurar grupos de vigilância de bairro ou de família.
ro_ro: Inițiază supraveghere zonală sau grupuri de familie

source: Some error occurred
de_de: Einige Fehler sind aufgetreten.
es_mx: Ocurrió algún error.
pt_br: Ocorreu um erro
ro_ro: A intervenit o eroare

source: Some error occurred, please try again.
de_de: Einige Fehler sind aufgetreten. Bitte erneut versuchen.
es_mx: Ocurrió algún error, por favor, inténtalo de nuevo.
pt_br: Ocorreu um erro. Por favor, tente novamente.
ro_ro: A intervenit o eroare, încearcă din nou.

source: Some error occurred, try again later.
de_de: Einige Fehler sind aufgetreten. Später erneut versuchen.
es_mx: Ocurrió algún error, inténtalo de nuevo.
pt_br: Ocorreu um erro. Tente novamente mais tarde.
ro_ro: A intervenit o eroare, încearcă mai târziu.

source: Sorry, we cannot send Cell join request to this user on your behalf
de_de: Entschuldigung, wir können diesem Nutzer keine Einladung zum Zellbeitritt in Ihrem Namen senden.
es_mx: Lo sentimos, no podemos enviar una solicitud de unir Células a este usuario en tu nombre
pt_br: Desculpe-nos, não podemos solicitar participação nesta Célula em seu nome
ro_ro: Îmi pare rău, dar nu putem trimite cerere de aderare la Celula acestui utilizator din partea ta

source: Sorry, we cannot send friend request to this user on your behalf
de_de: Entschuldigung, wir können an diesen Benutzer keine Freundschaftsanfrage in Ihrem Namen senden.
es_mx: Lo sentimos, no podemos enviar una solicitud de amistad a este usuario en tu nombre
pt_br: Desculpe-nos, não podemos enviar solicitação de amizade para este usuário em seu nome
ro_ro: Îmi pare rău, dar nu putem trimite cerere de prietenie acestui utilizator din partea ta

source: Stream and share live video with?
de_de: Live-Video streamen und teilen?
es_mx: ¿Transmitir y compartir el video en vivo con?
pt_br: Transmitir e compartilhar vídeo?
ro_ro: Difuzează video în direct și partajează cu?

source: Stream live HD video
de_de: Live HD-Video streamen
es_mx: Transmitir video HD en vivo
pt_br: Transmitir vídeo HD ao vivo
ro_ro: Difuzare video HD în direct

source: Submit
de_de: Absenden
es_mx: Enviar
pt_br: Enviar
ro_ro: Trimite

source: The owner of Cell
de_de: Der Eigentümer der Zelle
es_mx: El propietario de la Célula
pt_br: O proprietário da Célula
ro_ro: Proprietarul Celulei

source: This device does not have a camera.
de_de: Dieses Gerät hat keine Kamera.
es_mx: Este dispositivo no tiene una cámara.
pt_br: Este dispositivo não possui uma câmera.
ro_ro: Acest dispozitiv nu are cameră.

source: This friend already added
de_de: Dieser Freund wurde bereits hinzugefügt.
es_mx: Este amigo ya está agregado
pt_br: Este amigo já está adicionado
ro_ro: Acest prieten a fost deja adăugat

source: This request is cancelled.
de_de: Diese Anfrage ist storniert.
es_mx: Esta solicitud está cancelada.
pt_br: Esta solicitação está cancelada.
ro_ro: Solicitarea a fost anulată.

source: This request is expired!
de_de: Diese Anfrage ist abgelaufen!
es_mx: ¡Esta solicitud ya expiró!
pt_br: Esta solicitação expirou!
ro_ro: Această solicitare a expirat!

source: This ride request is cancelled
de_de: Diese Fahrtanfrage ist storniert.
es_mx: Esta solicitud de viaje está cancelada
pt_br: Esta solicitação de carona está cancelada
ro_ro: Această solicitare de cursă a fost anulată

source: This ride request is expired
de_de: Diese Fahrtanfrage ist abgelaufen.
es_mx: Esta solicitud de viaje ya expiró
pt_br: Esta solicitação de carona expirou
ro_ro: Această solicitare de cursă a expirat

source: This will allow your live video streams to be shared to the general public on Facebook. Should you share obscene or sensitive footage, your account may be suspended or banned permanently. Do you want to continue?
de_de: Dadurch können Ihre Live-Video-Streams auf Facebook mit der Öffentlichkeit geteilt werden. Sollten Sie obszöne oder heikles Material teilen, kann Ihr Konto ausgesetzt oder dauerhaft gesperrt werden. Möchten Sie fortfahren?
es_mx: Esto permitirá que tus transmisiones de video en vivo sean compartidas con el público general en Facebook. Si compartes videos obscenos o sensibles, tu cuenta podría ser suspendida o prohibida permanentemente. ¿Quieres continuar?
pt_br: Isto permitirá que suas transmissões de vídeo sejam compartilhadas com o público geral no Facebook. Caso você envie imagens obscenas ou inapropriadas sua conta pode ser suspensa ou banida permanentemente. Deseja continuar?
ro_ro: Această facilitate va permite filmărilor tale să fie partajate publicului larg pe Facebook. Dacă transmiți secvențe video obscene sau sensibile, contul tău poate fi suspendat sau interzis definitiv. Dorești să continui?

source: To accept credit cards please use a squareup.com credit card reader, or a similar reader from another vendor
de_de: Um Kreditkarten zu akzeptieren, benutzen Sie bitte einen Kreditkartenleser von squareup.com oder einen ähnlichen Leser eines anderen Anbieters.
es_mx: Para aceptar tarjetas de crédito, por favor, usa un lector de tarjetas de crédito de squareup.com o un lector similar de otro vendedor.
pt_br: Para aceitar cartões de crédito, use um leitor squareup.com ou similar
ro_ro: Pentru a accepta carduri de credit folosește un cititor de carduri squareup.com, sau un cititor similar al oricărui alt furnizor
