Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: %@ has just joined %@ would you like add them as friend
de_de: %@ hat sich gerade%@ angeschlossen. Möchten Sie sie als Freund hinzufügen?
ro_ro: %@ tocmai sa alăturat %@ ai dori să îi adaugi ca prieteni

source: %@ has sent you a Cell join request on %@ Cell!
de_de: %@ hat Ihnen eine Zellen-Beitrittsanfrage an %@ Cell gesendet!
pt_br: %1$@ lhe enviou uma solicitação para juntar-se à Célula %2$@!
ro_ro: %@ ți-a trimis o cerere de aderare pentru Celula %@!

source: %@ has streamed live video. Would you like to watch it? You can also watch this video later from Alerts tab
de_de: %@ hat Live-Video gestreamt. Möchten Sie es sehen? Sie können dieses Video auch später auf der Registerkarte "Alerts" ansehen.
pt_br: %@ está transmitindo vídeo ao vivo. Você gostaria de assistir? Você pode assistir mais tarde na aba Alertas
ro_ro: %@ a difuzat un video în direct. Ai dori să îl privești? Poți de asemenea să te uiți la acest vide mai târziu din tab-ul de Alerte

source: %@ in around %@
de_de: %@ in ungefähr %@
pt_br: %1$@ em aproximadamente %2$@
ro_ro: %@ în aproximativ %@

source: %@ invited you to install %@ to respond to emergencies: %@
de_de: %@ hat Sie zur Installation von %@ eingeladen, um auf Notfälle zu reagieren:%@
ro_ro: %@ te-a invitat să îți instalezi %@ pentru a putea răspunde la situații de urgență: %@

source: %@ is %@ away and is on the way to help you out
de_de: %@ ist %@ entfernt und ist unterwegs, um Ihnen zu helfen
pt_br: %1$@ está %2$@ distante e a caminho para ajudá-lo
ro_ro: %@ este la %@ distanță și este în drum spre tine pentru a te ajuta

source: %@ is about %@ away
de_de: %@ ist ungefähr %@ entfernt
pt_br: %1$@ está cerca de %2$@ distante
ro_ro: %@ este la aprox. %@ distanță

source: %@ is already blocked.
de_de: %@ ist bereits gesperrt.
pt_br: %@ já está bloqueado.
ro_ro: %@ este deja blocat.

source: %@ is already registered, please use different email
de_de: %@ ist bereits registriert, bitte verwenden Sie eine andere E-Mail
pt_br: %@ já está registrado. Por favor, use um email diferente.
ro_ro: %@ este deja înregistrat, te rugăm folosește un email diferit

source: %@ is at this location
de_de: %@ ist an diesem Standort
ro_ro: %@ este localizat aici

source: %@ is not using %@. Do you want to send them an email invitation to join you?
de_de: %@ verwendet %@ nicht. Möchten Sie ihnen eine E-Mail-Einladung senden, um sich Ihnen anzuschließen?
pt_br: %1$@ não está usando %2$@. Você deseja enviar um email convidando-os a juntar-se a você?
ro_ro: %@ nu folosește %@. Dorești să îi trimiți o invitație prin email pentru a ți se alătura?

source: %@ is on the way to help you out
de_de: %@ ist auf dem Weg, Ihnen zu helfen
pt_br: %@ está a caminho para ajudá-lo
ro_ro: %@ este în drum spre tine pentru a te ajuta

source: %@ is on the way to help you out!
de_de: %@ ist auf dem Weg, Ihnen zu helfen!
pt_br: %@ está a caminho para ajudá-lo!
ro_ro: %@ este în drum spre tine pentru a te ajuta!

source: %@ is selected
de_de: %@ ist ausgewählt
pt_br: %@ está selecionado
ro_ro: %@ este selectat

source: %@ is selected for this ride
de_de: %@ ist für diese Fahrt ausgewählt
pt_br: %@ está selecionado para esta carona
ro_ro: %@ a fost selectat(ă) pentru această cursă

source: %@ is streaming live video. Would you like to watch it? You can also watch this video later from Alerts tab
de_de: %@ streamt Live-Video. Möchten Sie es sehen? Sie können dieses Video auch später auf der Registerkarte "Alerts" ansehen.
pt_br: %@ está transmitindo vídeo ao vivo. Você gostaria de assistir? Você pode assistir mais tarde na aba Alertas
ro_ro: %@ difuzează un video în direct. Ai dori să îl privești? Poți de asemenea să te uiți la acest vide mai târziu din tab-ul de Alerte

source: %@ issued a %@ 112 alert
de_de: %@ hat eine %@ 112-Warnung ausgegeben
ro_ro: %@ a emis o alertă %@ 112

source: %@ issued a %@ 411 alert
de_de: %@ hat eine %@ 411-Warnung ausgegeben
pt_br: %1$@ emitiu um alerta 411 %2$@
ro_ro: %@ a emis o alertă %@ 411

source: %@ issued a %@ alert
de_de: %@ hat einen %@ -Alarm ausgegeben
pt_br: %1$@ emitiu um alerta %2$@
ro_ro: %@ a emis o alertă %@

source: %@ selected %@'s ride
de_de: %@ ausgewählte %@s Fahrt
pt_br: %1$@ selecionou a carona de %2$@
ro_ro: %@ a selectat cursa %@

source: %@ sent to %@
de_de: %@ gesendet an %@
pt_br: %1$@ enviado para %2$@
ro_ro: %@ trimis către %@

source: %@ sent to Security Guards
de_de: %@ an die Sicherheitsbeamten gesendet
pt_br: %@ enviado para os Guardas de Segurança
ro_ro: %@ trimis către Gărzile de Securitate

source: %@ wants to add you as a friend in the %@ network. If approved, this user will be able to send you emergency alerts.
de_de: %@ möchte Sie als Freund im %@ -Netzwerk hinzufügen. Bei Bestätigung kann dieser Benutzer Ihnen Notfallalarme senden.
pt_br: %1$@ deseja adicionar você como um amigo na rede %2$@. Se aprovado, este usuário estará habilitado a lhe enviar alertas de emergência.
ro_ro: %@ dorește să te adaugă ca prieten în rețeaua %@. În caz de aprobare, acest utilizator îți va putea trimite alerte de urgență.

source: %@%@ disconnected
de_de: %@%@ getrennt
pt_br: %1$@%2$@ desconectado
ro_ro: %@%@ deconectat

source: %@'s Button
de_de: %@ Taste
pt_br: Botão de %@
ro_ro: Butonul %@

source: %@, a Facebook user
de_de: %@, ein Facebook-Nutzer
pt_br: %@, um usuário do Facebook
ro_ro: %@, un utilizator de Facebook

source: %@, a Facebook user is on the way to help you out!
de_de: %@, ein Facebook-Nutzer ist unterwegs, um Ihnen zu helfen!
pt_br: %@, um usuário do Facebook está a caminho para ajudá-lo!
ro_ro: %@, un utilizator de Facebook este pe drum spre tine să te ajute!

source: %@, a friend of %@
de_de: %@, ein Freund von %@
pt_br: %1$@, um amigo de %2$@
ro_ro: %@, un prieten al lui %@

source: %@, a friend of %@ is on the way to help you out!
de_de: %@, ein Freund von%@ ist unterwegs, um Ihnen zu helfen!
pt_br: %1$@, um amigo de %2$@ está a caminho para ajudá-lo!
ro_ro: %@, un prieten al lui %@ este în drum spre tine să te ajute!

source: %@, a member of %@
de_de: %@, ein Mitglied von %@
pt_br: %1$@, um membro de %2$@
ro_ro: %@, un membru al %@

source: %@, a member of %@ is on the way to help you out!
de_de: %@, ein Mitglied von %@ ist unterwegs, um Ihnen zu helfen!
pt_br: %1$@, um membro de %2$@, está a caminho para ajudá-lo!
ro_ro: %@, un membru al %@ este în drum spre tine să te ajute!

source: %@, someone in your area
de_de: %@, jemand in Ihrer Nähe
ro_ro: %@, cineva din zona ta

source: %@, tap here to send an alert
de_de: %@, hier tippen, um eine Benachrichtigung zu senden
pt_br: %@, toque aqui para enviar um alerta
ro_ro: %@, atinge aici pentru a trimite o alertă

source: %@. Go to Settings>Privacy and turn on Location Services to determine your current location.
de_de: %@. Gehen Sie zu Einstellungen> Datenschutz und aktivieren Sie die Ortungsdienste, um Ihren aktuellen Standort zu ermitteln.
ro_ro: %@. Navighează la Setări>Confidențialitate și activează Serviciile de Localizare pentru a-ți putea stabili locația curentă.

source: %@. Please go to Settings>Privacy and turn on Location Services for %@ to determine your current location.
de_de: %@. Bitte gehen Sie zu Einstellungen> Datenschutz und aktivieren Sie Ortungsdienste für %@, um Ihren aktuellen Standort zu ermitteln.
ro_ro: %@. Te rugăm navighează la Setări>Confidențialitate și activează Serviciile de Localizare pentru ca %@ să te poată localiza.

source: %@ -Upload your car image
de_de: %@ -Laden Sie Ihr Fahrzeugbild hoch
ro_ro: %@ -Încarcă poză cu mașina ta

source: %@ -Upload your profile pic
de_de: %@ -Upload Ihres Profilbildes
ro_ro: %@ -Încarcă-ți poza de profil

source: %@ -Verify your phone
de_de: %@ -Überprüfen Sie Ihr Telefon
ro_ro: %@ -Verifică-ți telefonul

source: %@ Additional Note: %@
de_de: %@ Zusatzhinweis:%@
ro_ro: %@ Notă Adițională: %@

source: %d selected
de_de: %d ausgewählt
pt_br: %d selecionado
ro_ro: %d selectate

source: %d users
de_de: %d Benutzer
pt_br: %d usuários
ro_ro: %d utilizatori

source: %d%% completed
de_de: %d%% abgeschlossen
ro_ro: %d%% finalizat

source: , forwarded by %@
de_de: , weitergeleitet von %@
pt_br: , enviado por %@
ro_ro: , înaintat de %@

source: - All Friend(s)
de_de: - Alle Freunde
ro_ro: - Toți prietenii

source: - Near By users
de_de: - In der Nähe von Benutzern
ro_ro: - Utilizatori din apropriere

source: - Non App User Cell(s):
de_de: - Nicht-App-Benutzerzellen:
ro_ro: - Celule non-utilizatorilor ai aplicației:

source: 1 Hour
de_de: 1 Stunde
ro_ro: o oră

source: 1 Month
de_de: 1 Monat
ro_ro: o lună

source: 1. Make at least 2 friends 2. Join at least 2 Public Cells 3. Your profile must be 80% complete 4. One week should pass since signing up
de_de: 1. Befreunde Dich mit mindestens 2 Menschen 2. Schließe dich mindestens 2 öffentlichen Zellen an 3. Ihr Profil muss zu 80% vollständig sein 4. Eine Woche sollte seit der Anmeldung vergehen.
ro_ro: 1. Fă-ți cel puțin 2 prieteni 2. Aderă la cel puțin 2 Celule Publice 3. Profilul trebuie să-ți fie 80% completat 4. Trebuie să treacă o săptămână de la înscriere

source: 6 Hours
de_de: 6 Stunden
ro_ro: 6 ore

source: 24 Hours
de_de: 24 Stunden
ro_ro: 24 ore

source: A Cell join request is sent to the owner of %@ Cell for approval
de_de: Eine Zellenverbindungsanforderung wird zur Genehmigung an den Eigentümer von %@ Cell gesendet.
pt_br: Uma solicitação para juntar-se à Célula foi enviado ao proprietário de %@ para aprovação
ro_ro: O cerere de aderare la Celulă a fost trimisă către deținătorul Celulei %@ spre aprobare

source: A friend invite is sent to
de_de: Eine Freundschaftseinladung wird gesendet an
ro_ro: O cerere de prietenie va fi trimisă către

source: ALERTS
de_de: WARNUNGEN
ro_ro: ALERTE

source: Accept
de_de: Akzeptieren
ro_ro: AJUTĂ

source: Activate account
de_de: Konto aktivieren

source: Activism
de_de: Aktivismus

source: Add Friend
de_de: Freund hinzufügen
ro_ro: Adaugă Prieten

source: Add Phone Number
de_de: Telefonnummer hinzufügen
ro_ro: Adaugă numărul de telefon

source: Add friend
de_de: Freund hinzufügen
ro_ro: Adaugă prieten

source: Add from phone contact
de_de: Vom Telefonkontakt hinzufügen
ro_ro: Adaugă din lista de contacte

source: Additional text: %@
de_de: Zusätzlicher Text: %@
pt_br: Texto Adicional: %@
ro_ro: Text adițional: %@

source: Advance Settings
de_de: Voreinstellungen
ro_ro: Setări avansate

source: Alerts
de_de: Warnungen
ro_ro: Alerte

source: Alerts Responded
de_de: Alarme beantwortet
ro_ro: Alerte Răspunse

source: Alerts Sent
de_de: Alarme gesendet
ro_ro: Alerte Trimise

source: An error occurred, please try again.
de_de: Es ist ein Fehler aufgetreten. Versuchen Sie es erneut.
ro_ro: S-a produs o eroare, te rugăm încearcă din nou.

source: Are you sure you want to delete %@ Public Cell?
de_de: Sind Sie sicher, dass Sie %@ öffentliche Zellen löschen möchten?
pt_br: Tem certeza de que deseja deletar a Célula Pública %@?
ro_ro: Ești sigur că vrei să ștergi Celula Publică %@?

source: Are you sure you want to disconnect your account from Facebook?
de_de: Sind Sie sicher, dass Sie Ihr Konto von Facebook trennen möchten?
ro_ro: Ești sigur că vrei să îți deconectezi contul de Facebook?

source: Are you sure you want to flag %@ as a spammer?
de_de: Sind Sie sicher, dass Sie %@ als Spammer kennzeichnen möchten?
pt_br: Tem certeza de que você deseja sinalizar %@ como um spammer?
ro_ro: Ești sigur că vrei să-l marchezi pe %@ ca spammer?

source: Are you sure you want to remove %@ from list?
de_de: Sind Sie sicher, dass Sie %@ aus der Liste entfernen möchten?
ro_ro: Ești sigur că vrei să-l înlături pe %@ din listă?

source: Are you sure you want to remove %@ from the Cell?
de_de: Sind Sie sicher, dass Sie %@ aus der Zelle entfernen möchten?
ro_ro: Ești sigur că vrei să-l înlături pe %@ din Celulă?

source: Are you sure you want to remove %@ from this Cell?
de_de: Sind Sie sicher, dass Sie %@ aus dieser Zelle entfernen möchten?
pt_br: Tem certeza de que deseja remover %@ desta Célula?
ro_ro: Ești sigur că vrei să-l înlături pe %@ din această Celulă?

source: Are you sure you want to share your current location?
de_de: Sind Sie sicher, dass Sie Ihren aktuellen Standort freigeben möchten?
ro_ro: Ești sigur că vrei să-ți faci cunoscută localizarea curentă?

source: Arrested
de_de: Verhaftet
pt_br: Prisão
ro_ro: Arestat

source: Battery: %d%%
de_de: Batterie:%d%%
pt_br: Bateria: %d%%
ro_ro: Baterie: %d%%

source: Blocked Users
de_de: Blockierte Benutzer
ro_ro: Utilizatori blocați

source: Blood Group
de_de: Blutgruppe
pt_br: Grupo Sanguíneo
ro_ro: Grupă sanguină

source: Broadcast Message
de_de: Broadcast-Nachricht
ro_ro: Difuzează mesaj

source: Broadcast message
de_de: Broadcast-Nachricht
ro_ro: Difuzează mesaj

source: Bullied
de_de: Gemobbt
pt_br: Ameaçado
ro_ro: Agresat

source: By creating your %@ account you agree
de_de: Durch das Erstellen Ihres %@ Kontos stimmen Sie zu
pt_br: Ao criar sua conta %@ você concorda
ro_ro: Prin crearea contului tău %@ te declari de acord

source: By creating your %@ account you agree to our %@
de_de: Durch das Erstellen Ihres %@ Kontos stimmen Sie unserem %@ zu.
ro_ro: Prin crearea contului tău %@ te declari de acord cu %@

source: COST/KM
de_de: KOSTEN / KM
pt_br: CUSTO/KM

source: COST/MILE
de_de: KOSTEN / MEILE
pt_br: CUSTO/MILHA
ro_ro: COST/MILĂ

source: CURRENT LOCATION
de_de: AKTUELLER STANDORT
pt_br: LOCALIZAÇÃO ATUAL
ro_ro: LOCATIZARE CURENTĂ

source: Call
de_de: Anruf
pt_br: Chamar
ro_ro: Sună

source: Call Emergency Contact
de_de: Notfallkontakt anrufen
ro_ro: Sună Persoana de Contact de Urgentă

source: Cannot Help
de_de: Kann nicht helfen
ro_ro: NU POT AJUTA

source: Cannot enable Location Updates without location access.
de_de: Standortaktualisierungen können nicht ohne Standortzugriff ermöglicht werden.
ro_ro: Actualizările de localizare nu pot fi activate fără acces la serviciul de localizare.

source: Cannot enable New Public Cell Alerts without location access.
de_de: Neue öffentliche Zellbenachrichtigungen können nicht ohne Standortzugriff ermöglicht werden.
ro_ro: Alertea a Noi Celule Publice nu poate fi activată fără acces la serviciul de localizare.

source: Cannot enable Patrol Mode without location access.
de_de: Patrol-Modus kann nicht ohne Standortzugriff aktiviert werden.
ro_ro: Modul Patrulare nu poate fi activat fără acces la serviciul de localizare.

source: Cannot enable Ride Requests without location access.
de_de: Fahraufträge können nicht ohne Standortzugriff aktiviert werden.
ro_ro: Solicitările de Curese nu pot fi activate fără acces la serviciul de localizare.

source: Cannot send an alert without location access.
de_de: Es kann keine Warnung ohne Standortzugriff gesendet werden.
ro_ro: Alerta nu poate fi trimisă fără acces la serviciul de localizare.

source: Cannot share current location.
de_de: Aktueller Standort kann nicht mitgeteilt werden.
ro_ro: Localizarea curentă nu poate fi partajată.

source: Cannot share location.
de_de: Standort kann nicht freigegeben werden.
ro_ro: Localizarea nu poate fi partajată.

source: Car Accident
de_de: Autounfall
ro_ro: Accident mașină

source: Cell updated successfully
de_de: Zelle erfolgreich aktualisiert
ro_ro: Celulă actualizată cu succes

source: Cells
de_de: Zellen
ro_ro: Celule

source: Change
de_de: Veränderung
pt_br: Alterar
ro_ro: Schimbă

source: Change Currency
de_de: Währung ändern
pt_br: Alterar Moeda
ro_ro: Schimbă Valuta

source: Chat expired, can't share image
de_de: Gespräch abgelaufen, Bild kann nicht freigegeben werden
ro_ro: Chat expirat, imaginea a nu putut fi partajată

source: Chat expired, can't share location
de_de: Gespräch abgelaufen, Standort kann nicht freigegeben werden
ro_ro: Chat expirat, localizarea nu a putut fi partajată

source: Chats
de_de: Gespräche

source: Check who's on %@ network by uploading your contacts and then you can choose with whom you want to connect
de_de: Prüfen Sie, wer sich in %@ network befindet, indem Sie Ihre Kontakte hochladen. Anschließend können Sie auswählen, mit wem Sie sich verbinden möchten.
ro_ro: Verifică cine este deja în rețeaua %@ prin încărcarea contactelor și apoi vei putea alege cu cine vrei să te conectezi

source: Choose your %@ Bluetooth Panic Button
de_de: Wählen Sie Ihren %@ Bluetooth Panic Button
pt_br: Escolha o seu Botão de Pânico Bluetooth %@
ro_ro: Alege-ți Butonul %@ Bluetooth de Panică

source: Collapse
de_de: Zusammenbruch
ro_ro: Colapsează

source: Commercial
de_de: Kommerziell
ro_ro: Comercial

source: Community Safety
de_de: Gemeinschaftssicherheit
ro_ro: Siguranță comunitară

source: Confirm
de_de: Bestätigen
pt_br: Confirmar
ro_ro: Confirmare

source: Confirm password didn't match.
de_de: Passwort stimmt nicht überein
ro_ro: Parola de confirmare nu s-a potrivit.

source: Connect and notify
de_de: Verbinden und benachrichtigen
ro_ro: Conectare și notificare

source: Connected to Facebook successfully, please enable "Publish Alert To Your Facebook Wall" option from settings if needed.
de_de: Bei erfolgreicher Verbindung mit Facebook aktivieren Sie ggf. die Option "Alert auf Ihrer Facebook-Wand veröffentlichen" in den Einstellungen.
ro_ro: Conectarea la Facebook reușită, te rugăm permite opțiunea "Publică Alerte pe Peretele Tău de Facebook" din meniul setări.

source: Contacts
de_de: Kontakte
ro_ro: Contacte

source: Contacts deleted successfully
de_de: Kontakte erfolgreich gelöscht
ro_ro: Contactele au fost șterse

source: Contacts uploaded successfully
de_de: Kontakte erfolgreich hochgeladen
ro_ro: Contactele au fost încărcate

source: Cost
de_de: Kosten
pt_br: Custo

source: Create Private Cell
de_de: Private Zelle erstellen
ro_ro: Creează Celulă Privată

source: Create Public Cell
de_de: Öffentliche Zelle erstellen
ro_ro: Creează Celulă Publică

source: Create new Private Cell
de_de: Neue private Zelle erstellen
ro_ro: Creează o nouă Celulă Privată

source: Crime
de_de: Kriminalität
ro_ro: Crimă

source: DROP LOCATION
de_de: Ziel
pt_br: LOCAL DE DESTINO
ro_ro: DESTINAȚIA

source: Danger
de_de: Gefahr
pt_br: Perigo
ro_ro: Pericol

source: Decide Later
de_de: Entscheide später
pt_br: Decidir mais tarde
ro_ro: Decide altădată

source: Delete Video Option Disabled
de_de: Video Option löschen deaktiviert
pt_br: Opção de Eliminação de Vídeo Desabilitada
ro_ro: Opțiunea de Ștergere Video Dezactivată

source: Delete Video Option Enabled
de_de: Video-Option löschen aktiviert
pt_br: Opção de Eliminação de Vídeo Habilitada
ro_ro: Opțiunea de Ștergere Video Activată

source: Device Name: %@
de_de: Gerätename: %@
pt_br: Nome do dispositivo: %@
ro_ro: Nume Dispozitiv: %@

source: Device id: %@
de_de: Geräte ID: %@
pt_br: Identificação do Dispositivo: %@
ro_ro: Cod dispozitiv: %@

source: Device name: %@
de_de: Gerätename: %@
pt_br: Nome do dispositivo: %@
ro_ro: Nume dispozitiv: %@

source: Did you purchase a Bluetooth panic button from %@ or do you want to issue a panic alert?
de_de: Haben Sie eine Bluetooth-Panikschaltfläche von %@ gekauft oder möchten Sie eine Panikwarnung ausgeben?
pt_br: Você adquiriu um Botão de Pânico Bluetooth para %@ ou você deseja enviar um alerta de pânico?
ro_ro: Ai achiziționat un buton de panică Bluetooth de la %@ sau dorești să emiți o alertă de panică?

source: Disable
de_de: Deaktivieren
ro_ro: Dezactivare

source: Disliked it
de_de: Hat mir nicht gefallen
pt_br: Não gostei
ro_ro: Nu mi-a plăcut

source: Dispatch Mode Disabled
de_de: Versandmodus deaktiviert
pt_br: Modo de Prontidão Desabilitado
ro_ro: Mod Dispecerat Dezactivat

source: Dispatch Mode Enabled
de_de: Versandmodus aktiviert
pt_br: Modo de Prontidão Habilitado
ro_ro: Mod Dispecerat Activat

source: Distance is %@ and can be covered in around %@ with an estimated cost of %@
de_de: Entfernung ist %@ und kann in %@ mit geschätzten Kosten von %@ abgedeckt werden.
pt_br: A distância é de %1$@ e pode ser percorrida em aproximadamente %2$@ com um custo estimado de %3$@
ro_ro: Distanța este de %@ și poate fi parcursă în aproximativ %@ cu un cost estimat de %@

source: Do you also want to add %@ back as a %@ friend?
de_de: Möchten Sie %@ als Freund von %@ wieder hinzufügen?
pt_br: Você também deseja adicionar %1$@ de volta como um amigo %2$@?
ro_ro: Dorești să readaugi pe %@ ca prieten de %@?

source: Do you also want to start streaming live video to the %@ Cell?
de_de: Möchten Sie auch Live-Videos streamen?
pt_br: Também deseja iniciar transmissão de vídeo ao vivo para a Célula %@?
ro_ro: Vrei de asemenea să difuzezi în direct către Celula %@?

source: Do you want to remove %@ ?
de_de: Möchten Sie %@ entfernen?
pt_br: Você deseja remover %@ ?
ro_ro: Dorești să înlături pe %@ ?

source: Do you want to remove %@ from your friend list ?
de_de: Möchten Sie %@ aus Ihrer Freundesliste entfernen?
pt_br: Você deseja remover %@ de sua lista de amigos ?
ro_ro: Dorești să înlături %@ din lista ta de prieteni?

source: Do you want to send additional note to %@?
de_de: Möchten Sie eine zusätzliche Notiz an %@ senden?
pt_br: Deseja enviar observação adicional para %@?
ro_ro: Dorești să trimiți o notă adițională către %@

source: Don't show again
de_de: Nicht mehr anzeigen
ro_ro: Nu mai arăta

source: Due to iOS limitations the panic button will not function properly if users manually "kill" the app; please run %@ as intended and do not stop the processes manually!
de_de: Aufgrund von iOS-Einschränkungen funktioniert die Panikschaltfläche nicht ordnungsgemäß, wenn Benutzer die App manuell "stoppen"; Bitte führen Sie %@ wie vorgesehen aus und stoppen Sie die Prozesse nicht manuell!
pt_br: Devido a uma limitação do iOS, o Botão de Pânico não funcionará corretamente se o usuário manualmente "matar" o aplicativo: por favor, rode %@ como pretendido e não tente parar o processo manualmente!
ro_ro: Datorită limitărilor iOS butonul de panică nu va funcționa adecvat dacă utilizatorii vor "ucide" manual aplicația; te rugăm rulează %@ așa cum a fost intenționat și nu opri procesul manual!

source: Edit Cell
de_de: Zelle bearbeiten
ro_ro: Editare Celulă

source: Edit Profile
de_de: Profil bearbeiten
ro_ro: Editare profil

source: Education
de_de: Bildung
ro_ro: Educație

source: Enable
de_de: Aktivieren
ro_ro: Activare

source: Enable Location
de_de: Aktiviere Standort
ro_ro: Activare Localizare

source: Enter Message
de_de: Nachricht eingeben
ro_ro: Introdu Mesaj

source: Enter Your Name
de_de: Gib deinen Namen ein
pt_br: Digite seu nome
ro_ro: Introdu-ți Numele

source: Enter your name
de_de: Gib deinen Namen ein
pt_br: Digite seu nome
ro_ro: Introdu-ți numele

source: Error
de_de: Fehler
ro_ro: Eroare

source: Error Occurred
de_de: Ein Fehler ist aufgetreten
ro_ro: S-a comis o eroare

source: Error Sending %@ to Security Guards
de_de: Fehler beim Senden von %@ an Sicherheitskräfte
pt_br: Erro ao enviar %@ para os Guardas de Segurança
ro_ro: Eroare în Transmiterea %@ către Gărzile de Securitate

source: Error uploading contacts
de_de: Fehler beim Hochladen von Kontakten
ro_ro: Eroare în încărcarea contactelor

source: Expand
de_de: Erweitern
ro_ro: Extinde

source: Explore Cells
de_de: Zellen erkunden
ro_ro: Explorează Celule

source: FAQ & Tutorials
de_de: FAQ & Anleitungen
ro_ro: Î/R și Tutoriale

source: FORWARDED BY
de_de: Weitergeleitet von
pt_br: ENVIADO POR
ro_ro: REDIRECȚIONATĂ DE
