Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: Session Expired
de_de: Sitzung abgelaufen
ro_ro: Sesiunea a expirat

source: Share Image
de_de: Bild teilen
ro_ro: Partajare Imagine

source: Share Location
de_de: Ort teilen
ro_ro: Partajare Localizare

source: Share this app
de_de: Teile diese App
ro_ro: Partajează această aplicație

source: Sorry, we are unable to send friend invite on this email.
de_de: Wir können leider keine Freunde-Einladung über diese E-Mail senden.
ro_ro: Îmi pare rău, nu am putut trimite invitație de prietenie pe această adresă de e-mail.

source: State: Connected
de_de: Zustand: Verbunden
pt_br: Estado: Conectado
ro_ro: Stare: Conectat

source: State: Disconnected
de_de: Zustand: getrennt
pt_br: Estado: Desconectado
ro_ro: Stare: Deconectat

source: Tap Advanced Panic Settings to configure the time, recipients and additional text to be sent while issuing Panic alert.
de_de: Tippen Sie auf erweiterte Panikeinstellungen, um die Uhrzeit, die Empfänger und den zusätzlichen Text zu konfigurieren, der bei der Ausgabe einer Panikwarnung gesendet werden soll.
ro_ro: Accesează Setările Avansate de Panică pentru a configura timpul, destinatarii și textul adițional care va fi trimis în cazul emiterii unei Alerte de Panică.

source: Tap on Manage %@ Panic Button(s) to manage your hardware panic buttons and tap Advanced Panic Settings to configure the time, recipients and additional text to be sent while issuing Panic alert.
de_de: Tippen Sie auf Manage %@ ​​Panik-Knopf, um die Hardware-Panik-Knopf zu verwalten, und tippen Sie auf erweiterte Panikeinstellungen, um die Uhrzeit, Empfänger und zusätzlichen Text zu konfigurieren, der bei der Ausgabe des Panik-Alarms gesendet werden soll.
pt_br: Toque em Gerenciar Botões de Pânico %@ para configurá-los. Toque Configurações de Pânico Avançadas para configurar tempo, destinatários e texto adicional a ser enviado ao emitir um alerta de Pânico.
ro_ro: Atinge pe Administrare Butonul de Panică %@ pentru a-ți administra butoanele de panică fizice și atinge Setări Avansate de Panică pentru a configura ora, recipienții și textul adițional ce va fi transmis odată cu emiterea alertelor de Panică.

source: Terms & Conditions
de_de: Geschäftsbedingungen
ro_ro: Termeni și Condiții

source: Thank you for your interest, we will inform you via the e-mail you have provided as soon as this app becomes public.
de_de: Vielen Dank für Ihr Interesse. Wir informieren Sie per E-Mail, sobald diese App veröffentlicht wird.
ro_ro: Mulțumim pentru interes, vă vom informa prin e-mailul pe care l-ați furnizat de îndată ce această aplicație devine publică.

source: There are currently no messages related to this alert
de_de: Derzeit sind keine Nachrichten zu dieser Warnung vorhanden.
ro_ro: Nu există mesaje cu această alertă

source: There is already an account registered with mobile number %@. Please use different mobile number.
de_de: Es ist bereits ein Konto mit der Mobilnummer %@ registriert. Bitte verwenden Sie eine andere Handynummer.
ro_ro: Există deja un cont înregistrat cu numărul de mobil %@. Folosește un număr de mobil diferit.

source: There is already an account under %@. Please tap on Forgot Password if you cannot remember your password.
de_de: Es gibt bereits ein Konto unter %@. Tippen Sie auf "Passwort vergessen", wenn Sie sich nicht an Ihr Passwort erinnern können.
pt_br: Já existe uma conta sob %@. Por favor, toque em "Esqueceu sua senha?" se você não puder lembrá-la.
ro_ro: Există deja un cont sub %@. Apasă pe Am Uitat Parola dacă nu ți-o mai aduci aminte.

source: This app is currently for testing purposes only, not yet intended for public use. Proceed only if you have early access credentials.
de_de: Diese App ist derzeit nur zu Testzwecken und noch nicht für die öffentliche Nutzung gedacht. Fahren Sie nur fort, wenn Sie frühzeitig auf Anmeldeinformationen zugreifen.
ro_ro: Această aplicație este în prezent disponibilă exclusiv cu scop de testare, ne fiind încă destinată publicului. Procedați numai dacă aveți acreditări de acces timpuriu.

source: This will enable streaming live videos to %@ TV Channel.
de_de: Dies ermöglicht das Streaming von Live-Videos zu %@ TV Sendern.
pt_br: Isto irá habilitar transmissão de vídeos ao vivo para o canal de TV do %@.
ro_ro: Aceasta va activa difuzarea video în direct către canalul TV %@

source: This will enable streaming live videos to %@ TV Facebook Page.
de_de: Dies ermöglicht das Streaming von Live-Videos auf die %@ TV-Facebook-Seite.
pt_br: Isto irá habilitar a transmissão de vídeos ao vivo para a página de TV do %@ no Facebook.
ro_ro: Aceasta va activa difuzarea video în direct către Pagina de Facebook %@

source: To stream to your own YouTube Live Channel via %@ you need to retrieve your YouTube stream key and URL from your YouTube Live settings and enter them below. For further help, please read the FAQ and follow the tutorial at %@
de_de: Um über %@ zu Ihrem eigenen YouTube Live Channel zu streamen, müssen Sie Ihren YouTube-Stream-Schlüssel und die URL aus Ihren YouTube Live-Einstellungen abrufen und unten eingeben. Für weitere Hilfe lesen Sie bitte die FAQ und folgen Sie dem Tutorial unter %@]
pt_br: Para transmitir no seu próprio canal ao vivo do Youtube através do %1$@ você precisa obter sua chave e URL de transmissão nas configurações do YouTube Live e digitá-las abaixo. Para mais ajuda, por favor leia as Perguntas Frequentes e siga o tutorial em %2$@
ro_ro: Pentru a difuza către Canalul tău propriu de YouTube prin %@ va trebui să îți recuperezi cheia de difuzare YouTube de la setările contului tău de YouTube Live și să o introduci mai jos. Pentru asistență adițională, te invităm să citești secția de Întrebări și Răspunsuri respectiv să urmărești tutorialul la %@

source: Trapped
de_de: Gefangen
ro_ro: Blocat

source: Turning location updates off will also disable Patrol Mode and Ride Requests. Do you still want to turn it off?
de_de: Durch das Deaktivieren der Standortaktualisierungen werden auch Patrol-Modus und Fahranfragen deaktiviert. Möchten Sie es immer noch ausschalten?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva de asemenea Modul Patrulare și Solicitările de Curse. Sigur dorești să îl dezactivezi?

source: Turning location updates off will also disable Patrol Mode, New Public Cell Alert and Ride Requests. Do you still want to turn it off?
de_de: Durch das Deaktivieren der Standortaktualisierungen werden auch die Patrouillefunktion, den Alarm über neue öffentliche Zellen sowie Fahranfragen deaktiviert. Möchten Sie es immer noch ausschalten?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva de asemenea Modul Patrulare, alertele Creării a Noi Celule Publice și Solicitările de Curse. Sigur dorești să îl dezactivezi?

source: Turning location updates off will also disable Ride Requests and New Public Cell Alert. Do you still want to turn it off?
de_de: Durch das Deaktivieren von Standortaktualisierungen werden auch Ride Requests und New Public Cell Alert deaktiviert. Möchten Sie es immer noch ausschalten?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva de asemenea Modul Patrulare și alertele Creării a Noi Celule Publice. Sigur dorești să îl dezactivezi?

source: Turning location updates off will also disable Ride Requests. Do you still want to turn it off?
de_de: Durch das Deaktivieren der Standortaktualisierungen werden auch Fahranfragen deaktiviert. Möchten Sie es immer noch ausschalten?
ro_ro: Dezactivarea actualizărilor de localizare va dezactiva de asemenea Solicitările de Curse. Sigur dorești să îl dezactivezi?

source: Turning on Location Updates requires %@ to access your location.
de_de: Um Standortaktualisierungen zu aktivieren, ist %@ es erforderlich, auf Ihren Standort zuzugreifen.
ro_ro: Activarea Actualizărilor Localizate necesită accesul %@ la locația ta.

source: Turning on New Public Cell Alerts requires %@ to access your location.
de_de: Für das Aktivieren neuer öffentlicher Zellbenachrichtigungen ist %@ es erforderlich, auf Ihren Standort zuzugreifen.
ro_ro: Activarea Alertelor de Noi Celule Publice necesită accesul %@ la locația ta.

source: Turning on Patrol Mode requires %@ to access your location.
de_de: Um den Patrol-Modus zu aktivieren, ist %@ es erforderlich, auf Ihren Standort zuzugreifen.
ro_ro: Activarea modului Patrulare necesită accesul %@ la locația ta.

source: Turning on Ride Requests requires %@ to access your location.
de_de: Für die Aktivierung von Fahranfragen ist %@ es erforderlich,auf Ihren Standort zuzugreifen.
ro_ro: Activarea Solicitărilor de Curse necesită accesul %@ la locația ta.

source: Turning this feature ON will enable %@ to continuously upload your phone contacts in order to inform you when they join %@ so that you can friend with them if you want.
de_de: Wenn Sie diese Funktion aktivieren, werden %@ Ihre Telefonkontakte kontinuierlich hochgeladen, damit Sie darüber informiert sind, wann diese %@ beitreten, sodass Sie mit ihnen gegebenenfalls befreundet sein können.
ro_ro: Activarea acestei funcții va permite %@ să încarce în mod continuu persoanele de contact din telefon pentru a te informa când se alătură %@, astfel încât să îi poți adăuga ca prieteni dacă dorești.

source: Turning this feature on will allow you to receive %@ alert whenever a new Public Cell is created nearby you. This feature requires Location Updates to be turned on.
de_de: Wenn Sie diese Funktion aktivieren, erhalten Sie die Benachrichtigung %@, wenn eine neue öffentliche Zelle in Ihrer Nähe erstellt wird. Für diese Funktion müssen Ortsaktualisierungen aktiviert sein.
pt_br: Ativar este recurso permitirá que você receba alertas %@ sempre que uma nova Célula Pública seja criada próxima de você. É necessário que Atualização de Localização esteja ativada.
ro_ro: Activând această funcție va permite recepționarea de alerte %@ de fiecare dată când o noua Celula Publică este creată în apropierea ta. Această funcție necesită ca Actualizările de Localizare să fie activate.

source: Turning this feature on will allow you to receive %@ alerts when someone in the patrol radius needs help.This feature requires Location Updates to be turned on.
de_de: Wenn Sie diese Funktion aktivieren, erhalten Sie %@ -Alarmmeldungen, wenn jemand im Patrouillenradius Hilfe benötigt. Für diese Funktion müssen Standortaktualisierungen aktiviert sein.
pt_br: Ativar este recurso permitirá que você receba alertas %@ quando alguém no seu raio de patrulha precisar de ajuda. É necessário que Atualização de Localização esteja ativada.
ro_ro: Activând această funcție va permite recepționarea de alerte %@ de fiecare dată când cineva aflat în raza de patrulare necesită ajutor. Această funcție necesită ca Actualizările de Localizare să fie activate.

source: Unable to send SMS on phone number %@, valid number should start with country code followed by contact number. Please open Contacts app and update it if it's not correct.
de_de: SMS kann nicht von dieser Telefonnummer %@ gesendet werden. Die gültige Nummer sollte mit der Landesvorwahl beginnen, gefolgt von der Kontaktnummer. Bitte öffnen Sie die Kontakte-App und aktualisieren Sie sie, falls sie nicht korrekt ist.
ro_ro: SMS-ul nu a putut fi trimis către numărul de telefon %@, un număr valid ar trebui să înceapă cu codul de țară urmat de numărul de contact. Deschide aplicația de Contacte și actualizează numărul dacă nu e scris corect.

source: Unable to send verification code, is %@ your correct number? Your number should start with your country code followed by your contact number
de_de: Bestätigungscode kann nicht gesendet werden. Ist %@ Ihre korrekte Nummer? Ihre Nummer sollte mit Ihrem Ländercode, gefolgt von Ihrer Kontaktnummer, beginnen.
ro_ro: Codul de verificare nu a putut fi trimis, este %@ numărul tău corect? Numărul tău ar trebui să înceapă cu codul de țară urmat de numărul tău de contact

source: Unfriend
de_de: Entfreunden
ro_ro: Rupe prietenia

source: Unmute
de_de: Stummschaltung aufheben
ro_ro: Activează sunet

source: Unrecognized
de_de: Unbekannt
pt_br: Não reconhecido
ro_ro: Nerecunoscut

source: Update Phone Number
de_de: Telefonnummer aktualisieren
ro_ro: Actualizare număr de telefon

source: Update Public Cell
de_de: Öffentliche Zelle aktualisieren
ro_ro: Actualizează Ceula Publică

source: Upload Contacts Disabled
de_de: Upload Kontakte deaktiviert
ro_ro: Încărcarea Contactelor Dezactivată

source: Upload Contacts Enabled
de_de: Kontakte hochladen aktiviert
ro_ro: Încărcarea Contactelor Activată

source: Uploading failed, please try again.
de_de: Upload fehlgeschlagen, bitte erneut versuchen.
ro_ro: Actualizare eșuată, încearcă din nou.

source: Using last known location.
de_de: Letzte bekannte Position verwenden.
ro_ro: Se va utiliza ultima locație cunoscută.

source: Vehicle Broken
de_de: Fahrzeug defekt
pt_br: Veículo Quebrado
ro_ro: Vehicul Stricat

source: Video Settings
de_de: Video-Einstellungen
ro_ro: Setări video

source: View Profile
de_de: Profil anzeigen
ro_ro: Vizualizează Profil

source: We are sorry, you have been logged out, please login again.
de_de: Entschuldigung, Sie wurden abgemeldet, bitte melden Sie sich erneut an.
ro_ro: Ne pare rău, ai fost dat afară, loghează-te din nou

source: Welcome to %@
de_de: Willkommen bei %@
pt_br: Bem-vindo ao %@
ro_ro: Bine ai venit pe %@

source: When this feature is enabled, a picture will be taken of anyone attempting to delete a %@ video alert using your phone's front camera. The video will not be deleted and will appear again when the app is relaunched
de_de: Wenn diese Funktion aktiviert ist, wird von allen Personen, die versuchen, einen %@ -Videoalarm mit der Frontkamera des Telefons zu löschen, ein Foto aufgenommen. Das Video wird nicht gelöscht und erscheint beim Neustart der App erneut.
pt_br: Se este recurso estiver habilitado, uma foto será tirada com a câmera frontal quando alguém tentar deletar um vídeo %@. O vídeo não será deletado e aparecerá novamente quando o aplicativo for reiniciado
ro_ro: Când această funcție este activată, se va face o fotografie oricui încearcă să șteargă o alertă video %@ utilizând camera foto frontală a telefonului. Videoclipul nu va fi șters ci va apărea din nou în momentul relansării aplicației

source: You
de_de: Sie
ro_ro: Tu

source: You already have a %@ Account. Please login with your existing account, go to Settings, then Connect your account with Facebook
de_de: Sie haben bereits ein %@ Konto. Bitte loggen Sie sich mit Ihrem bestehenden Konto ein, gehen Sie zu Einstellungen und verbinden Sie dann Ihr Konto mit Facebook.
pt_br: Você já possui uma conta %@. Por favor, entre em sua conta existente, vá em Configurações e então conecte com sua conta no Facebook
ro_ro: Deja ai un cont de %@. Loghează-te cu contul existent, navighează la Setări, apoi conectează-te la contul tău de Facebook

source: You are sending a GLOBAL alert! All %@ users with "Patrol Mode" enabled and within a %@ %@ radius will see your alert!
de_de: Sie senden eine globale Warnung! Alle %@ Benutzer mit aktiviertem "Patrol Mode" und innerhalb eines Radius von %@ %@ werden Ihre Warnung sehen!
pt_br: Você está enviando um alerta GLOBAL! Todos os usuários %1$@ com "Modo Patrulha" habilitado em um raio de %2$@ %3$@ receberá seu alerta!
ro_ro: Trimiți o alertă GLOBALĂ! Toți utilizatorii %@ cu "Modul Patrulare" activat și aflați în raza %@ %@ vor vedea alerta ta!

source: You have rejected %@ for this ride
de_de: Sie haben %@ für diese Fahrt abgelehnt.
pt_br: Você rejeitou %@ para esta carona
ro_ro: Ai refuzat %@ pentru această cursă

source: You have selected %@ for this ride
de_de: Sie haben %@ für diese Fahrt ausgewählt
pt_br: Você selecionou %@ para esta carona
ro_ro: Ai selectat %@ pentru această cursă

source: You must have at least two friends and must have issued an alert to some private Cell in order to issue alerts globally.
de_de: Sie müssen mindestens zwei Freunde haben und müssen eine Warnung an eine private Zelle ausgegeben haben, um weltweit Warnungen ausgeben zu können.

source: You were removed from Cell %@ by the owner
de_de: Sie wurden vom Besitzer der Zelle %@ entfernt
ro_ro: Ai fost înlăturat din Celula %@ de către proprietarul acesteia

source: Your %@ Panic Button "%@" battery is below 10 percent. Please replace the battery as soon as possible!
de_de: Ihre %@ Panic Button "%@" - Batterie ist unter 10%. Bitte ersetzen Sie die Batterie so schnell wie möglich!
pt_br: A bateria de seu Botão de Pânico %1$@ está abaixo de 10%. Por favor, substitua ou recarregue a bateria assim que possível!
ro_ro: Bateria Butonului tău de Panică %@ "%@" este sub 10 la sută. Înlocuiește-ți bateria cât de curând posibil!

source: Your Facebook session is expired, please connect to Facebook again to publish alerts when you issue one
de_de: Ihre Facebook-Sitzung ist abgelaufen. Verbinden Sie sich erneut mit Facebook, um Warnungen zu veröffentlichen, wenn Sie eine ausgeben.
ro_ro: Sesiunea ta de Facebook a expirat, te rugăm reconectează-te la Facebook pentru a putea publica alertele când le emiți

source: Your Facebook session is expired, please login again to continue.
de_de: Ihre Facebook-Sitzung ist abgelaufen. Bitte melden Sie sich erneut an, um fortzufahren.
ro_ro: Sesiunea ta de Facebook a expirat, te rugăm reconectează-te pentru a continua.

source: Your account has been blocked for violating the %@ Terms of Service.
de_de: Ihr Konto wurde wegen Verletzung der %@ Nutzungsbedingungen gesperrt.
pt_br: Sua conta está temporariamente bloqueada por violação dos Termos de Serviço do %@.
ro_ro: Contul tău a fost blocat din cauza încălcării Termenilor de Funcționare %@

source: Your account has been temporarily suspended for violating the %@ Terms of Service.
de_de: Ihr Konto wurde aufgrund eines Verstoßes gegen die Nutzungsbedingungen von %@ vorübergehend gesperrt.
pt_br: Sua conta está temporariamente suspensa por violação dos Termos de Serviço do %@
ro_ro: Contul tău a fost suspendat temporar din cauza încălcării Termenilor de Funcționare %@.

source: Your account is not yet activated by administrator.
de_de: Ihr Konto wurde vom Administrator noch nicht aktiviert.

source: Your friends can use %@ to scan this code and add you as a friend.
de_de: Ihre Freunde können mit%@ diesen Code scannen und Sie als Freund hinzufügen.
pt_br: Seus amigos podem usar %@ para digitalizar este código e adicioná-lo como um amigo.
ro_ro: Prietenii tăi pot folosi %@ pentru a scana acest cod și a te adăuga pe tine ca prieten.

source: "%@ will send your exact coordinates to trusted people so they can find you and help you when you need help most"
de_de: "%@ sendet Ihre genauen Koordinaten an vertrauenswürdige Personen, damit diese Sie finden und Ihnen helfen können, wenn Sie Hilfe am dringendsten benötigen"
pt_br: %@ irá enviar suas coordenadas exatas para pessoas confiáveis, de forma que eles possam lhe encontrar e ajudar quando você mais precisa
ro_ro: "%@ va trimite coordonatele tale exacte către persoane de încredere ca aceștia să te poată găsi și să te ajute când va fi nevoie"

source: "Create your own family and community emergency response groups to get an immediate notification once an alert has been issued. Ensuring you get the emergency assistance you need when you need it."
de_de: "Erstellen Sie Ihre eigenen Familien- und Community-Notfallgruppen, um sofort eine Benachrichtigung zu erhalten, sobald eine Warnmeldung ausgegeben wurde. Stellen Sie sicher, dass Sie die Notfallhilfe erhalten, die Sie benötigen, wenn Sie sie brauchen."

source: "iER dispatches emergency response units to your location and is available nationwide. iER is linked directly to each and every member and directly to the emergency response personnel, we’ll know where you are within seconds of you sending an alert using the iER App."
de_de: "iER schickt Notrufzentralen an Ihren Standort und ist bundesweit verfügbar. IER ist direkt mit jedem einzelnen Mitglied und direkt mit dem Notrufpersonal verbunden. Wir wissen innerhalb von Sekunden, wo Sie sich befinden, nachdem Sie eine Warnung über das System gesendet haben iER App."

source: "iER is South Africa’s only dedicated emergency response and disaster management network backed by our own emergency trained call centre designed to respond to any emergency situation 24 hours a day, every day!"
de_de: "iER ist Südafrikas einziges und speziell dafür vorgesehenes Notfall- und Katastrophenmanagement-Netzwerk, das von unserem eigenen Notfall-Call Center unterstützt wird, das 24 Stunden am Tag und jeden Tag auf Notfälle reagieren kann."

source: - number of Public Cells joined so far
de_de: - Anzahl der öffentlichen Zellen, denen bisher beigetreten wurde
ro_ro: - numărul Celuelor Publice aderate

source: - number of friends in %@
de_de: - Anzahl der Freunde in %@
ro_ro: - numărul prietenilor din %@

source: - profile status only %d%% complete
de_de: - Profilstatus nur zu %d%% vollständig
ro_ro: - profilul îți este %d%% complet

source: - time passed since signing up to %@
de_de: - Zeit seit der Anmeldung bei %@ vergangen
ro_ro: - perioada de la înscrierea în %@

source: You can view the location here: %@
de_de: Sie können den Ort hier ansehen:%@
ro_ro: Poți vizualiza localizarea aici: %@

source: approved your friend request!
de_de: Ihre Freundschaftsanfrage wurde bestätigt
pt_br: aprovou sua solicitação de amizade!
ro_ro: ți-a aprobat cererea de prietenie!

source: approved your ride!
de_de: bestätigte deine Fahrt!
pt_br: aprovou sua carona!
ro_ro: ți-a aprobat cursa!

source: forwarded an emergency alert!
de_de: hat einen Notfallalarm weitergeleitet!
pt_br: Enviou um alerta de emergência!
ro_ro: a redirecționat o alertă de urgență!

source: has rejected your ride :(
de_de: hat deine Fahrt abgelehnt :(
pt_br: rejeitou sua carona :(
ro_ro: ți-a refuzat cursa :(

source: has sent you a %@ friend request!
de_de: hat dir eine %@-Freundschaftsanfrage gesendet!
ro_ro: ți-a trimis o cerere de prietenie %@!

source: has sent you a Cell 411 friend request!
de_de: hat dir eine Cell 411 Freundschaftsanfrage gesendet!
pt_br: lhe enviou uma solicitação de amigo Cell 411!
ro_ro: ți-a trimis o cerere de prietenie Cell 112!

source: has sent you an %@ friend request!
de_de: hat dir eine %@-Freundschaftsanfrage gesendet!
ro_ro: ți-a trimis o cerere de prietenie %@!

source: has sent you an iER friend request!
de_de: hat dir eine iER Freundschaftsanfrage geschickt!
pt_br: lhe enviou uma solicitação de amigo iER!
ro_ro: [ți-a trimis o cerere de prietenie iER!]

source: is requesting a ride
de_de: bittet um eine Fahrt
pt_br: está solicitando uma carona
ro_ro: solicită o cursă

source: is streaming live video!
de_de: streamt Live-Video!
pt_br: está transmitindo um vídeo ao vivo!
ro_ro: difuzează un video în direct!

source: issued a fallen alert!
de_de: gab eine gefallene Warnung aus!
pt_br: emitiu um alerta de queda!
ro_ro: a emis o alertă de cădere!

source: issued a panic alert!
de_de: gab eine Panikwarnung aus!
pt_br: emitiu um alerta de pânico!
ro_ro: a emis o alertă de panică!

source: issued a photo alert!
de_de: gab einen Fotoalarm aus!
pt_br: emitiu um alerta fotográfico!
ro_ro: a emis o alertă foto!

source: issued an emergency alert!
de_de: gab einen Notfallalarm aus!
pt_br: emitiu um alerta de emergência!
ro_ro: a emis o alertă de urgență!

source: offered to give you a ride
de_de: bot an, Sie mitzunehmen
pt_br: ofereceu uma carona a você
ro_ro: s-a oferit să îți acorde o cursă

source: reached the pickup location and is ready to pick you up
de_de: hat den Abholort erreicht und ist bereit, Sie abzuholen
pt_br: chegou ao local de coleta e está esperando você
ro_ro: a ajuns la locul de întâlnire și e pregătit pentru a te lua

source: terms
de_de: Begriffe
ro_ro: termenii

source: today at %@
de_de: heute um %@
pt_br: hoje às %@
ro_ro: astăzi la %@

source: user
de_de: Nutzer
ro_ro: utilizator
