Repository: cell411/cell411
Catalog: client-ios/cell411/*.lproj/Localizable.strings
Languages: de_de, es_mx, pt_br, ro_ro

source: users
de_de: Benutzer
ro_ro: utilizatori

source: "With %@ you can setup neighborhood watch, community and family groups."
pt_br: Com %@ você pode configurar grupos de vigilância de bairro, comunidade e família.
ro_ro: "Prin %@ îți poți pune în funcțiune patrula zonală, trupa comunitară sau de familie."

source: %d miles
pt_br: %d milhas
ro_ro: %d mile

source: ACCEPT
pt_br: ACEITAR
ro_ro: AJUTĂ

source: CALL EMERGENCY CONTACT
pt_br: CHAMAR CONTATO DE EMERGÊNCIA
ro_ro: SUNA PERSOANA DE CONTACT DE URGENȚĂ

source: CANNOT HELP
pt_br: NÃO POSSO AJUDAR
ro_ro: NU POT AJUTA

source: COLLAPSE
pt_br: COLAPSO
ro_ro: COLAPSEAZĂ

source: EXPAND
pt_br: EXPANDIR
ro_ro: EXTINDERE

source: FORWARD ALERT
pt_br: ENVIAR ALERTA
ro_ro: DISTRIBUIE ALERTA CĂTRE ALȚII

source: Go to Settings>Privacy and turn on Location Services for %@ to determine your current location.
pt_br: Vá em Configurações->Privacidade e ative Serviços de Localização para %@ determinar sua localização atual
ro_ro: Navighează la Setări>Confidențialitate și activează Serviciile Localizare pentru %@ pentru a determina localizarea curentă.

source: Hybrid
es_mx: Híbrido
pt_br: Híbrido
ro_ro: Hibrid

source: OK
ro_ro: FIE

source: Ok
ro_ro: Fie

source: Vehicle Pulled
pt_br: Veículo Sendo Parado
ro_ro: Vehicul Tractat

source: Video link
es_mx: Enlace de video
pt_br: Link do vídeo
ro_ro: Link video

source: meter
es_mx: metro
pt_br: metro
ro_ro: metru

source: min
pt_br: minuto
ro_ro: minut

source: Radius %@ %@
ro_ro: Raza %@ %@

source: %@ Update
ro_ro: %@ Actualizată

source: Some error occurred, please try again
ro_ro: A apărut o eroare, încercă din nou

source: QR Code
ro_ro: Cod QR

source: You can view the location here: %@
pt_br: Você pode visualizar sua localização aqui: %@

source: %@ -Upload your car image
pt_br: %@ -Carregue uma imagem de seu carro

source: %@ -Upload your profile pic
pt_br: %@ -Enviar sua foto do perfil

source: %@ -Verify your phone
pt_br: %@ -Verifique seu telefone

source: %@ Additional Note: %@
pt_br: %1$@ Anotação Adicional: %2$@

source: Fall detection accuracy depends on the nature and impact of the fall. Tests have shown that fall detection works better if %@ Panic Button is used with the clip or pendant. For best results always press the button for 2-8 seconds. Proceed enabling fall detection?
pt_br: A precisão da detecção de queda depende do impacto e da natureza da queda. Testes mostraram que a detecção de queda funciona melhor se o Botão de Pânico %@ for usado com um clipe ou corrente. Para melhor resultado, sempre pressione o botão por 2 a 8 segundos. Habilitar a detecção de queda?

source: Hi, I am using Cell 411 to issue alerts while emergencies. It's free. Why don't you check it out on your phone. http://getcell411.com
pt_br: Olá, estou usando o Cell 411 para emitir alertas de emergência. É gratuito. Que tal conferi-lo em seu telefone? http://getcell411.com

source: Hi, I am using iER to issue alerts while emergencies. It's free. Why don't you check it out on your phone. http://www.ier.co.za/index.html
pt_br: Olá, estou usando o iER para emitir alertas de emergência. É gratuito. Que tal conferi-lo em seu telefone? http://www.ier.co.za/index.html

source: Standard
es_mx: Estándar
pt_br: Padrão

source: Video
pt_br: Vídeo

source: Your number should start with a + followed by your country code (example: +1 for US)
es_mx: Tu número debe empezar con un + seguido del código de tu país (por ejemplo: +1 para EUA)
